Repository: GNOME/moserial
Catalog: doc/*/*.po
Languages: de, el, pl, sv, uk

# _
source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2009, 2011, 2015 Jürgen Benvenuti <gastornis@posteo.org>, 2023
el: Ελληνική μεταφραστική ομάδα GNOME <team@gnome.gr>, 2014-2016 Μαρία Μαυρίδου <mavridou@gmail.com>, 2014 Γιάννης Κουτσούκος <giankoyt@gmail.com>, 2016
pl: Piotr Drąg <piotrdrag@gmail.com>, 2018 Aviary.pl <community-poland@mozilla.org>, 2018
sv: Daniel Nylander <po@danielnylander.se>, 2009 Josef Andersson <josef.andersson@fripost.org>, 2015
uk: Юрій Чорноіван <yurchor@ukr.net>, 2021

source: <application>moserial</application> Manual V3.0.0
de: <application>moserial</application>-Handbuch V3.0.0
el: <application>moserial</application> Eγχειρίδιο V3.0.0
pl: Podręcznik programu <application>moserial</application> 3.0.0
sv: Handbok för <application>moserial</application> v3.0.0
uk: Підручник з <application>moserial</application>, версія 3.0.0

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης GNOME
pl: Projekt dokumentacji GNOME
sv: Dokumentationsprojekt för GNOME
uk: Проект документування GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
el: Χορηγείται άδεια αντιγραφής, διανομής και/ή τροποποίησης του παρόντος εγγράφου υπό τους όρους της έκδοσης 1.1 της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), ή οποιασδήποτε μεταγενέστερης έκδοσής αυτής από το Ίδρυμα Ελεύθερου Λογισμικού (FSF), χωρίς αμετάβλητες ενότητες, κείμενα εμπροσθοφύλλου και κείμενα οπισθοφύλλου. Αντίγραφο της άδειας GFDL είναι διαθέσιμο στον ακόλουθο <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink>, ή στο αρχείο COPYING-DOCS που διανέμεται μαζί με το παρόν εγχειρίδιο.
pl: Udziela się zezwolenia na kopiowanie, rozpowszechnianie i/lub modyfikację tego dokumentu zgodnie z zasadami Licencji GNU Wolnej Dokumentacji w wersji 1.1 lub dowolnej późniejszej opublikowanej przez Free Software Foundation; bez Sekcji Niezmiennych, bez Tekstu na Przedniej Okładce i bez Tekstu na Tylnej Okładce. Egzemplarz licencji dostępny jest pod tym <ulink type="help" url="ghelp:fdl">odnośnikiem</ulink> oraz w pliku COPYING-DOCS rozprowadzanym z niniejszym podręcznikiem.
sv: Tillstånd att kopiera, distribuera och/eller modifiera detta dokument ges under villkoren i GNU Free Documentation License (GFDL), version 1.1 eller senare, utgivet av Free Software Foundation utan standardavsnitt och omslagstexter. En kopia av GFDL finns att hämta på denna <ulink type="help" url="ghelp:fdl">länk</ulink> eller i filen COPYING-DOCS som medföljer denna handbok.
uk: Дозволяється копіювати, розповсюджувати та/або змінювати цей документ на умовах ліцензії GNU Free Documentation License (GFDL), версії 1.1 або будь-якої старшої версії, що опублікована Free Software Foundation без інваріантних розділів, тексту титульної сторінки, та тексту фінальної сторінки. Копію GFDL можна знайти <ulink type="help" url="ghelp:fdl">за адресою</ulink> або у файлі COPYING-DOCS, що постачається з цією довідкою.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
el: Αυτό το εγχειρίδιο αποτελεί μέρος της συλλογής εγχειριδίων του GNOME που διανέμονται υπό τους όρους της GFDL. Αν επιθυμείτε να διανείμετε το παρόν εγχειρίδιο ξεχωριστά από τη συλλογή, οφείλετε να προσθέσετε στο εγχειρίδιο αντίγραφο της άδειας χρήσης, όπως προβλέπεται στην ενότητα 6 της άδειας.
pl: Ten podręcznik jest częścią kolekcji podręczników użytkownika GNOME rozprowadzanych na zasadach GFDL. Jeśli chcesz rozpowszechniać ten podręcznik w odłączeniu od kolekcji, możesz to zrobić dodając kopię licencji do podręcznika, jak wyjaśniono to w sekcji 6. licencji.
sv: Denna handbok utgör en av flera GNOME-handböcker som distribueras under villkoren i GFDL. Om du vill distribuera denna handbok separat från övriga handböcker kan du göra detta genom att lägga till en kopia av licensavtalet i handboken enligt instruktionerna i avsnitt 6 i licensavtalet.
uk: Цей посібник є частиною документації GNOME яка поширюється під ліцензією GFDL. Якщо Ви бажаєте розповсюджувати цей посібник окремо від іншої документації, можете це зробити додавши до нього копію ліцензії, як описано в пункті 6 ліцензії.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
el: Πολλές από τις ονομασίες που χρησιμοποιούνται από εταιρείες για την διαφοροποίηση των προϊόντων και υπηρεσιών τους έχουν καταχωρηθεί ως εμπορικά σήματα. Σε όποιο σημείο της τεκμηρίωσης GNOME τυχόν εμφανίζονται αυτές οι ονομασίες, και εφόσον τα μέλη του Έργου τεκμηρίωσης GNOME έχουν λάβει γνώση αυτών των εμπορικών σημάτων, οι ονομασίες ή τα αρχικά αυτών θα γράφονται με κεφαλαίους χαρακτήρες.
pl: Nazwy używane przez firmy, by wyróżniać swoje produkty i usługi są zazwyczaj zarejestrowanymi znakami towarowymi. Jeśli występują one w dokumentacji GNOME, w przypadku gdy są znane przez członków Projektu Dokumentacji GNOME, są one napisane wielkimi literami lub zaczynają się od wielkiej litery.
sv: Flera namn på produkter och tjänster är registrerade varumärken. I de fall dessa namn förekommer i GNOME-dokumentation - och medlemmarna i GNOME-dokumentationsprojektet är medvetna om dessa varumärken - är de skrivna med versaler eller med inledande versal.
uk: Багато назв, які використовуються компаніями для позначення своїх продуктів та послуг, заявлені в якості товарних знаків. Якщо такі назви зустрічаються в будь-якій документації GNOME, і члени проєкту документування GNOME знають про них, то назви пишуться великими літерами, або з великої літери.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ ΕΓΓΥΗΣΗ, ΕΙΤΕ ΡΗΤΗ ΕΙΤΕ ΣΙΩΠΗΡΗ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΤΗΣ ΕΓΓΥΗΣΗΣ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ, Ή Η ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ, ΕΙΝΑΙ ΕΜΠΟΡΕΥΣΙΜΟ, ΚΑΤΑΛΛΗΛΟ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ ΚΑΙ ΔΕΝ ΠΡΟΣΒΑΛΛΕΙ ΔΙΚΑΙΩΜΑΤΑ ΤΡΙΤΩΝ. Ο ΧΡΗΣΤΗΣ ΑΝΑΛΑΜΒΑΝΕΙ ΕΞ ΟΛΟΚΛΗΡΟΥ ΤΗΝ ΕΘΥΝΗ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΤΗΝ ΑΚΡΙΒΕΙΑ ΚΑΙ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΗΣ ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ. ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΥ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ ΑΠΟΔΕΙΧΘΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΚΑΘ' ΟΙΟΝΔΗΠΟΤΕ ΤΡΟΠΟ, Ο ΧΡΗΣΤΗΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Ή ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΝΤΕΛΕΣΤΗΣ) ΑΝΑΛΑΜΒΑΝΕΙ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΝΑΓΚΑΙΑΣ ΣΥΝΤΗΡΗΣΗΣ, ΕΠΙΣΚΕΥΗΣ Ή ΔΙΟΡΘΩΣΗΣ. Η ΠΑΡΟΥΣΑ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ ΑΠΟΤΕΛΕΙ ΑΝΑΠΟΣΠΑΣΤΟ ΜΕΡΟΣ ΤΗΣ ΑΔΕΙΑΣ. ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΟΥΔΕΜΙΑ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ ΣΥΜΦΩΝΑ ΜΕ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΠΑΡΟΥΣΑΣ, ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ, ΚΑΙ
sv: DOKUMENTET TILLHANDAHÅLLS I "BEFINTLIGT SKICK" UTAN NÅGRA SOM HELST GARANTIER, VARE SIG UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, GARANTIER ATT DOKUMENTET ELLER EN MODIFIERAD VERSION AV DOKUMENTET INTE INNEHÅLLER NÅGRA FELAKTIGHETER, ÄR LÄMPLIGT FÖR ETT VISST ÄNDAMÅL ELLER INTE STRIDER MOT LAG. HELA RISKEN VAD GÄLLER KVALITET, EXAKTHET OCH UTFÖRANDE AV DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET LIGGER HELT OCH HÅLLET PÅ ANVÄNDAREN. OM ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT SKULLE VISA SIG INNEHÅLLA FELAKTIGHETER I NÅGOT HÄNSEENDE ÄR DET DU (INTE DEN URSPRUNGLIGA SKRIBENTEN, FÖRFATTAREN ELLER NÅGON ANNAN MEDARBETARE) SOM FÅR STÅ FÖR ALLA EVENTUELLA KOSTNADER FÖR SERVICE, REPARATIONER ELLER KORRIGERINGAR. DENNA GARANTIFRISKRIVNING UTGÖR EN VÄSENTLIG DEL AV DETTA LICENSAVTAL. DETTA INNEBÄR ATT ALL ANVÄNDNING AV ETT DOKUMENT ELLER EN MODIFIERAD VERSION AV ETT DOKUMENT BEVILJAS ENDAST UNDER DENNA ANSVARSFRISKRIVNING;
uk: ДОКУМЕНТ НАДАЄТЬСЯ "ЯК Є", БЕЗ БУДЬ-ЯКИХ ГАРАНТІЇ, ЯВНИХ ЧИ НЕЯВНИХ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, ГАРАНТІЙ ЩО ЦЕЙ ДОКУМЕНТ ЧИ ЗМІНЕНА ВЕРСІЯ ДОКУМЕНТА ВІЛЬНІ ВІД ДЕФЕКТІВ, ПРИДАТНІ ДО ПРОДАЖУ, ВІДПОВІДАЮТЬ ПЕВНІЙ МЕТІ АБО НЕ ПОРУШУЮТЬ ЧИЇСЬ ПРАВА. ВЕСЬ РИЗИК ЗА ЯКІСТЬ, ТОЧНІСТЬ, ТА ЧИННІСТЬ ЦЬОГО ДОКУМЕНТУ АБО ЙОГО ЗМІНЕНИХ ВЕРСІЙ ЛЕЖИТЬ НА ВАС. ЯКЩО БУДЬ-ЯКИЙ ДОКУМЕНТ ЧИ ЗМІНЕНА ВЕРСІЯ БУДУТЬ ВИЗНАНІ ДЕФЕКТНИМИ У БУДЬ-ЯКОМУ ВІДНОШЕННІ, ВИ (НЕ ПОЧАТКОВИЙ УКЛАДАЧ, АВТОР АБО БУДЬ-ЯКИЙ СПІВАВТОР) БЕРЕТЕ НА СЕБЕ ВИТРАТИ ЗА БУДЬ-ЯКЕ НЕОБХІДНЕ ОБСЛУГОВУВАННЯ, РЕМОНТ ЧИ ВИПРАВЛЕННЯ. ЦЯ ВІДМОВА ВІД ГАРАНТІЙ СКЛАДАЄ ВАЖЛИВУ ЧАСТИНУ ЦІЄЇ ЛІЦЕНЗІЇ. НЕ ДОПУСКАЄТЬСЯ ВИКОРИСТАННЯ ЦЬОГО ДОКУМЕНТУ АБО ЙОГО ЗМІНЕНОЇ ВЕРСІЇ БЕЗ ПРИЙНЯТТЯ ЦІЄЇ ВІДМОВИ; ТА

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
el: Ο ΔΗΜΙΟΥΡΓΟΣ, Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΟΙ ΣΥΝΤΕΛΕΣΤΕΣ Ή ΟΙ ΔΙΑΝΟΜΕΙΣ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ, ΚΑΘΩΣ ΚΑΙ ΟΙ ΠΡΟΜΗΘΕΥΤΕΣ ΟΠΟΙΩΝΔΗΠΟΤΕ ΕΚ ΤΩΝ ΠΡΟΑΝΑΦΕΡΟΜΕΝΩΝ ΜΕΡΩΝ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ ΕΝΑΝΤΙ ΟΙΟΥΔΗΠΟΤΕ, ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΕΡΜΗΝΕΙΑ ΝΟΜΟΥ, ΕΙΤΕ ΕΞ ΑΔΙΚΟΠΡΑΞΙΑΣ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΜΕΛΕΙΑΣ) ΕΙΤΕ ΣΤΟ ΠΛΑΙΣΙΟ ΣΥΜΒΑΤΙΚΗΣ Ή ΑΛΛΗΣ ΥΠΟΧΡΕΩΣΗΣ, ΓΙΑ ΤΥΧΟΝ ΑΜΕΣΕΣ, ΕΜΜΕΣΕΣ, ΕΙΔΙΚΕΣ, ΤΥΧΑΙΕΣ Ή ΣΥΝΕΠΑΚΟΛΟΥΘΕΣ ΖΗΜΙΕΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΜΟΡΦΗΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΖΗΜΙΩΝ ΛΟΓΩ ΑΠΩΛΕΙΑΣ ΦΗΜΗΣ ΚΑΙ ΠΕΛΑΤΕΙΑΣ, ΔΙΑΚΟΠΗΣ ΕΡΓΑΣΙΩΝ, ΔΥΣΛΕΙΤΟΥΡΓΙΑΣ Ή ΒΛΑΒΗΣ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ, Ή ΚΑΘΕ ΑΛΛΗΣ ΖΗΜΙΑΣ Ή ΑΠΩΛΕΙΑΣ ΠΟΥ ΟΦΕΙΛΕΤΑΙ Ή ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΚΑΙ ΤΩΝ ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ, ΑΚΟΜΑ ΚΑΙ ΑΝ ΤΑ ΩΣ ΑΝΩ ΜΕΡΗ ΕΙΧΑΝ ΛΑΒΕΙ ΓΝΩΣΗ ΤΗΣ ΠΙΘΑΝΟΤΗΤΑΣ ΠΡΟΚΛΗΣΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.
sv: UNDER INGA OMSTÄNDIGHETER ELLER INOM RAMEN FÖR NÅGON LAGSTIFTNING, OAVSETT OM DET GÄLLER KRÄNKNING (INKLUSIVE VÅRDSLÖSHET), KONTRAKT ELLER DYLIKT, SKA FÖRFATTAREN, DEN URSPRUNGLIGA SKRIBENTEN ELLER ANNAN MEDARBETARE ELLER ÅTERFÖRSÄLJARE AV DOKUMENTET ELLER AV EN MODIFIERAD VERSION AV DOKUMENTET ELLER NÅGON LEVERANTÖR TILL NÅGON AV NÄMNDA PARTER STÄLLAS ANSVARIG GENTEMOT NÅGON FÖR NÅGRA DIREKTA, INDIREKTA, SÄRSKILDA ELLER OFÖRUTSEDDA SKADOR ELLER FÖLJDSKADOR AV NÅGOT SLAG, INKLUSIVE, MEN INTE BEGRÄNSAT TILL, SKADOR BETRÄFFANDE FÖRLORAD GOODWILL, HINDER I ARBETET, DATORHAVERI ELLER NÅGRA ANDRA TÄNKBARA SKADOR ELLER FÖRLUSTER SOM KAN UPPKOMMA PÅ GRUND AV ELLER RELATERAT TILL ANVÄNDNINGEN AV DOKUMENTET ELLER MODIFIERADE VERSIONER AV DOKUMENTET, ÄVEN OM PART SKA HA BLIVIT INFORMERAD OM MÖJLIGHETEN TILL SÅDANA SKADOR.
uk: НІ ЗА ЯКИХ ОБСТАВИН ТА ЗА БУДЬ-ЯКОГО ЗАКОНОДАВСТВА, ЧИ ТО ГРОМАДЯНСЬКОЇ ВІДПОВІДАЛЬНОСТІ (ВКЛЮЧАЮЧИ ХАЛАТНІСТЬ), ДОГОВОРУ, ЧИ ЧОГОСЬ ІНШОГО, АВТОР, ПОЧАТКОВИЙ УКЛАДАЧ, БУДЬ-ЯКИЙ СПІВАВТОР, АБО ДИСТРИБ'ЮТОР ДОКУМЕНТУ ЧИ ЗМІНЕНОЇ ВЕРСІЇ ДОКУМЕНТУ, АБО БУДЬ-ЯКИЙ ПОСТАЧАЛЬНИК БУДЬ-ЯКОЇ З ЦИХ СТОРІН, НЕ НЕСЕ ВІДПОВІДАЛЬНІСТЬ ПЕРЕД БУДЬ-ЯКОЮ ОСОБОЮ ЗА БУДЬ-ЯКІ ПРЯМІ, НЕПРЯМІ, ОСОБЛИВІ, ВИПАДКОВІ, АБО ІСТОТНІ ЗБИТКИ БУДЬ-ЯКОГО ХАРАКТЕРУ ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ, ЗБИТКАМИ ВІД ВТРАТИ ПРЕСТИЖУ, ЗУПИНКИ РОБОТИ, ЗБОЇВ АБО НЕСПРАВНОСТЕЙ КОМП'ЮТЕРА, АБО БУДЬ-ЯКІ ІНШІ ЗБИТКИ АБО ВТРАТИ ЩО ВИНИКЛИ БЕЗВІДНОСНО АБО ВНАСЛІДОК ВИКОРИСТАННЯ ЦЬОГО ДОКУМЕНТУ ТА ЗМІНЕНИХ ВЕРСІЙ ЦЬОГО ДОКУМЕНТУ, НАВІТЬ ЯКЩО ЦІ СТОРОНИ, МОЖЛИВО, БУЛИ ПРОІНФОРМОВАНІ ПРО МОЖЛИВІСТЬ ТАКИХ ЗБИТКІВ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΕΛΕΥΘΕΡΗΣ ΑΔΕΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ GNU (GFDL) ΚΑΙ ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <_:orderedlist-1/>
sv: DOKUMENTET OCH MODIFIERADE VERSIONER AV DOKUMENTET TILLHANDAHÅLLS UNDER VILLKOREN I GNU FREE DOCUMENTATION LICENSE ENDAST UNDER FÖLJANDE FÖRUTSÄTTNINGAR: <_:orderedlist-1/>
uk: ДОКУМЕНТ ТА ЗМІНЕНІ ВЕРСІЇ ДОКУМЕНТУ НАДАЮТЬСЯ КОРИСТУВАЧУ ЗА УМОВАМИ ЛІЦЕНЗІЇ GNU FREE DOCUMENTATION LICENSE З ПОДАЛЬШИМ РОЗУМІННЯМ ПРО ТЕ, ЩО: <_:orderedlist-1/>

source: <revnumber>3.0.0</revnumber> <date>April 2009</date> <_:revdescription-1/>
el: <revnumber>3.0.0</revnumber> <date>Aπρίλιος 2009</date> <_:revdescription-1/>
pl: <revnumber>3.0.0</revnumber> <date>kwiecień 2009</date> <_:revdescription-1/>
uk: <revnumber>3.0.0</revnumber> <date>квітень 2009 року</date> <_:revdescription-1/>

source: This is manual describes version 3.0.0 of moserial
de: Dieses Handbuch beschreibt Version 3.0.0 von moserial
el: Αυτό το εγχειρίδιο περιγράφει την έκδοση 3.0.0 του moserial
pl: Ten podręcznik opisuje wersję 3.0.0 programu moserial
sv: Denna handbok beskriver version 3.0.0 av moserial
uk: У цьому підручнику описано версію 3.0.0 програми moserial

source: <application>moserial</application> is a serial terminal for the GNOME desktop, optimized for logging and file capture.
de: <application>moserial</application> ist ein serielles Terminal für den GNOME-Desktop, optimiert auf Protokollierung und Dateiaufzeichnung.
el: Το <application>moserial</application> είναι ένα σειριακό τερματικό για την επιφάνεια εργασίας GNOME, βελτιστοποιημένο για τη σύλληψη και καταγραφή αρχείων.
pl: <application>moserial</application> to terminal szeregowy dla środowiska GNOME, zoptymalizowany do nagrywania i przechwytywania plików.
sv: <application>moserial</application> är en seriell terminal för GNOME-skrivbordet, optimerad för loggning och filfångst.
uk: <application>moserial</application> — послідовний термінал для стільниці GNOME, оптимізований для записування журналу та отримання файлів.

source: <primary>serial</primary>
de: <primary>seriell</primary>
el: <primary>σειριακός</primary>
pl: <primary>szeregowy</primary>
sv: <primary>seriell</primary>
uk: <primary>послідовний</primary>

source: <secondary>terminal</secondary>
el: <secondary>τερματικό</secondary>
uk: <secondary>термінал</secondary>

source: Introduction
de: Einführung
el: Εισαγωγή
pl: Wprowadzenie
sv: Introduktion
uk: Вступ

source: <application>moserial</application> is a serial terminal for the GNOME desktop, optimized for logging and file capture. <application>moserial</application> is primarily intended for technical users who need to communicate with embedded systems, consoles, and electronic test equipment.
de: <application>moserial</application> ist ein serielles Terminal für den GNOME-Desktop, optimiert auf Protokollierung und Dateiaufzeichnung. <application>moserial</application> richtet sich in erster Linie an technisch orientierte Benutzer, die ein Kommunikationsinstrument für eingebettete Systeme, Konsolen und elektronische Testumgebungen benötigen.
el: Το <application>moserial</application> είναι ένα σειριακό τερματικό για την επιφάνεια εργασίας GNOME, βελτιστοποιημένο για τη σύλληψη και καταγραφή αρχείων. Το <application>moserial</application> προορίζεται κυρίως για τεχνικούς χρήστες που χρειάζεται να επικοινωνούν με τα ενσωματωμένα συστήματα, τις κονσόλες, και τον ηλεκτρονικό εξοπλισμό δοκιμών.
pl: <application>moserial</application> to terminal szeregowy dla środowiska GNOME, zoptymalizowany do nagrywania i przechwytywania plików. <application>moserial</application> jest przeznaczony głównie dla doświadczonych użytkowników, którzy potrzebują komunikować się z osadzonymi komputerami, konsolami i wyposażeniem do testowania elektronicznego.
sv: <application>moserial</application> är en seriell terminal för GNOME-skrivbordet, optimerad för loggning och filfångst. <application>moserial</application> är primärt tänkt för tekniska användare som behöver kommunicera med inbäddade system, konsoler och elektronisk testutrustning.
uk: <application>moserial</application> — послідовний термінал для стільниці GNOME, оптимізований для ведення журналу та отримання файлів. <application>moserial</application> призначено передусім для користувачів-інженерів, у яких виникає потреба в обміні даними із вбудованими системами, консолями та електронним вимірювальним обладнанням.

source: Despite the technical orientation of the intended audience, <application>moserial</application> is designed to be user-friendly. Care has been taken to ensure that operations are simple to execute, by minimizing the number of clicks needed. The number of configuration options has also been kept small.
de: Ungeachtet der technischen Orientierung des Zielpublikums wurde <application>moserial</application> daraufhin entworfen, benutzerfreundlich zu sein. Besonderer Wert wurde darauf gelegt, dass Operationen durch eine Verminderung der Zahl der benötigten Mausklicks einfach ausführbar sind. Ebenso wurde die Zahl der Einstellungsoptionen bewusst klein gehalten.
el: Παρά τον τεχνικό προσανατολισμό του κοινού στο οποίο απευθύνεται, το <application>moserial</application> έχει σχεδιαστεί για να είναι φιλικό προς το χρήστη. Έχει ληφθεί μέριμνα ώστε να διασφαλιστεί ότι οι εργασίες είναι απλές στην εκτέλεση, ελαχιστοποιώντας τον αριθμό των κλικ που απαιτούνται. Ο αριθμός των επιλογών διαμόρφωσης έχει επίσης διατηρηθεί μικρός.
pl: Chociaż jest przeznaczony dla doświadczonych użytkowników, <application>moserial</application> jest zaprojektowany pod kątem łatwości użycia. Jego autorzy postarali się, aby działania były proste do wykonania, z minimalną liczbą kliknięć. Liczba opcji konfiguracji także jest mała.
sv: Trots den tekniska inriktningen på de avsedda användarna är <application>moserial</application> designat för att vara användarvänligt. Med omsorg har det försäkrats om att åtgärderna är enkla att utföra genom att minimera antalet behövda klick. Antalet konfigurationsalternativ har också hållits nere.
uk: Незважаючи на технологічне призначення програми, <application>moserial</application> створено зручною у користуванні. Автори подбали про простоту виконання дій, мінімізувавши кількість потрібних для їхнього виконання клацань кнопками миші. Також мінімізовано кількість параметрів налаштовування.

source: To further improve efficiency, <application>moserial</application> also supports profile files to store frequently-used configurations.
de: Um die Effizienz weiter zu verbessern, unterstützt <application>moserial</application> auch Profile, um häufig benutzte Konfigurationen zu speichern.
el: Για την περαιτέρω βελτίωση της αποτελεσματικότητας, το <application>moserial</application> υποστηρίζει επίσης αρχεία προφίλ για να αποθηκεύσετε τις πιο συχνά χρησιμοποιούμενες ρυθμίσεις.
pl: Aby zwiększyć wydajność, <application>moserial</application> obsługuje także pliki profilów, aby przechowywać często używane konfiguracje.
sv: För att ytterligare öka effektiviteten stödjer <application>moserial</application> också profiler som kan lagra ofta använd konfiguration.
uk: Для удосконалення ефективності у <application>moserial</application> передбачено файли профілів для зберігання налаштувань, якими найчастіше користуються.

source: System Port Permissions
de: Zugriffsrechte der Systemports
el: Δικαιώματα θυρών συστήματος
pl: Uprawnienia portów systemowych
sv: Systemportsrättigheter
uk: Права доступу до портів системи

source: Before using <application>moserial</application> with a serial port, you need to make sure that you actually have permission to read and/or write to the port.
de: Bevor Sie <application>moserial</application> mit einem seriellen Port verwenden können, müssen Sie sicherstellen, dass Sie Lese- und/oder Schreibrechte auf diesem Port haben.
el: Πριν χρησιμοποιήσετε το <application>moserial</application> σε μια σειριακή θύρα, θα πρέπει να βεβαιωθείτε ότι έχετε δικαιώματα ανάγνωσης και εγγραφής στη συγκεκριμένη θύρα.
pl: Przed użyciem programu <application>moserial</application> z portem szeregowym należy upewnić się, że użytkownik ma uprawnienia do odczytu i zapisu do portu.
sv: Innan <application>moserial</application> används med en seriell port måste du försäkra dig om att du har rättigheter för att skriva och/eller läsa porten.
uk: Перш ніж користуватися <application>moserial</application> для послідовного порту, вам слід переконатися, що ви маєте права доступу до читання і/або запису до порту.

source: On some systems, you may need to do something like "sudo chmod o+rw /dev/ttyS*" and "sudo chmod o+rw /dev/ttyUSB*" to obtain read/write permissions (for all users) on the serial ports. Unfortunately, this may not be persistent after reboots.
de: Auf einigen Systemen müssen Sie etwas wie »sudo chmod o+rw /dev/ttyS*« und »sudo chmod o+rw /dev/ttyUSB*« aufrufen, um Lese- und Schreibrechte für alle Benutzer auf den seriellen Ports zu erhalten. Unglücklicherweise bleibt diese Einstellung nach einem Neustart des Systems nicht erhalten.
el: Σε μερικά συστήματα, μπορεί να χρειαστεί να κάνετε κάτι όπως «sudo chmod o+rw /dev/ttyS*» και «sudo chmod o+rw /dev/ttyUSB*» για να αποκτήσετε άδεια ανάγνωσης/εγγραφής (για όλους τους χρήστες) στις σειριακές θύρες. Δυστυχώς, αυτό δεν μπορεί να παραμείνει μετά την επανεκκινήση του συστήματος.
pl: W niektórych systemach należy wykonać polecenie podobne do „sudo chmod o+rw /dev/ttyS*” i „sudo chmod o+rw /dev/ttyUSB*”, aby uzyskać uprawnienia odczytu/zapisu (dla wszystkich użytkowników) na portach szeregowych. Niestety, może się to nie zachować po ponownym uruchomieniu.
sv: På en del system kan du behöva göra något i stil med ”sudo chmod o+rw /dev/ttyS*” och ”sudo chmod o+rw /dev/ttyUSB*” för att få läs/skrivrättigheter (för alla användare) på seriella portarna. Detta kanske olyckligtvis inte sparas efter omstart.
uk: У деяких системах вам слід віддати подібну до «sudo chmod o+rw /dev/ttyS*» або «sudo chmod o+rw /dev/ttyUSB*» команду для отримання прав доступу на читання або запис (для усіх користувачів) до послідовних портів. На жаль, такі права доступу може бути скинути після перезавантаження системи.
