Repository: GNOME/moserial
Catalog: doc/*/*.po
Languages: de, el, pl, sv, uk

source: The statusbar at the bottom of the main window shows the state of port, and a count of the sent (TX) and received (RX) bytes. If some of the received data is unprintable, a count of these items is shown as well.
de: Die Statuszeile am unteren Rand des Hauptfensters zeigt den Status des Ports an sowie die Anzahl der gesendeten (TX) und empfangenen (RX) Bytes. Falls einige der empfangenen Daten aus nicht druckbaren Zeichen bestehen, wird auch die Anzahl dieser Objekte angezeigt.
el: Η γραμμή κατάστασης στο κάτω μέρος του κύριου παραθύρου δείχνει την κατάσταση της θύρας, τον αριθμό των απεσταλμένων (TX) και ληφθέντων (RX) bytes. Εάν κάποια από τα ληφθέντα δεδομένα είναι μη εκτυπώσιμα, ο αριθμός αυτών φαίνεται επίσης.
pl: Pasek stanu na dole głównego okna wyświetla stan portu oraz liczbę wysłanych i odebranych bajtów. Jeśli część odebranych danych jest niedrukowalnych, to wyświetlona będzie także ich liczba.
sv: Statusfältet längst ned i huvudfönstret visar portens tillstånd och en räknare över antalet skickade (TX) och mottagna (RX) byte. Om någon del av mottagna data inte är utskrivbara kommer en räkning av dessa objekt också visas.
uk: На смужці стану у нижній частині головного вікна буде показано стан порту та кількість надісланих (TX) і отриманих (RX) байтів. Якщо деякі з отриманих даних виявляться символами, які не є придатними до друку, буде також показано кількість таких символів.

source: Recording Input and Output
de: Aufzeichnen von Eingabe und Ausgabe
el: Εγγραφή εισερχόμενων και εξερχόμενων
pl: Nagrywanie wejścia i wyjścia
sv: Spela in indata och utdata
uk: Записування вхідних і вихідних даних

source: <application>moserial</application> can be used to record your sent and received data to a file. This function is also useful for receiving and storing straight binary data dumped from a remote device. For instance, some oscilloscopes will dump screenshots to a serial port, without using any error correction protocols (like the Tektronix 11801).
de: Mit <application>moserial</application> können Sie die gesendeten und empfangenen Daten in einer Datei speichern. Diese Funktion ist auch nützlich für das Empfangen und Speichern eines kontinuierlichen Datenstroms von einem entfernten Gerät. Beispielsweise geben einige Oszilloskope Bildschirmfotos über den seriellen Port aus, unter Umgehung eventueller Fehlerkorrekturprotokolle (wie Tektronix 11801).
el: Το <application>moserial</application> μπορεί να χρησιμοποιηθεί για την εγγραφή των απεσταλμένων και ληφθέντων δεδομένων σε ένα αρχείο. Αυτή η λειτουργία είναι επίσης χρήσιμη για τη λήψη και αποθήκευση απ' ευθείας δυαδικών δεδομένων αποτυπωμένα από μια απομακρυσμένη συσκευή. Για παράδειγμα, μερικοί παλμογράφοι θα αποτυπώσουν στιγμιότυπα οθόνης σε μια σειριακή θύρα, χωρίς τη χρήση πρωτόκολλων διόρθωσης σφαλμάτων (όπως το Tektronix 11801).
pl: Programu <application>moserial</application> można używać do nagrywania wysłanych i odebranych danych do pliku. Ta funkcja jest przydatna także do odbierania i przechowywania bezpośrednich danych binarnych zrzuconych ze zdalnego urządzenia. Na przykład, niektóre oscyloskopy zrzucają zrzuty ekranu do portu szeregowego bez użycia żadnych protokołów korekcji błędów (np. Tektronix 11801).
sv: <application>moserial</application> kan användas för att spela in din skickade och mottagna data till en fil. Denna funktion är också användbar för att ta emot och lagra rak binärdata dumpad från en fjärrenhet. Exempelvis kommer en del oscilloskop att dumpa skärmbilder till en seriell port utan några felkorrigeringsprotokoll (som Tektronix 11801).
uk: <application>moserial</application> можна скористатися для запису надісланих та отриманих даних до файла. Ця функціональна можливість також корисна для отримання та збереження необроблених двійкових дампів даних з віддаленого пристрою. Наприклад, деякі осцилографи надсилають знімки екрана на послідовний порт без використання протоколів виправлення помилок (прикладом таких приладів є Tektronix 11801).

source: When you are ready to record to a file, simply click <guibutton>Record</guibutton>, select the desired data to record (Incoming and/or Outgoing) in the <guilabel>Stream to Record</guilabel> selection box, and enter the filename in the filechooser area.
de: Wenn Sie zur Aufzeichnung in eine Datei bereit sind, klicken Sie auf <guibutton>Aufzeichnen</guibutton>, wählen Sie die gewünschten Daten im Auswahlfeld <guilabel>Aufzuzeichnender Datenstrom</guilabel> aus (Eingehend/Ausgehend) und geben Sie den Dateinamen im Dateiauswahldialog ein.
el: Όταν είστε έτοιμοι να εγγράψετε σε ένα αρχείο, απλά κάντε κλικ στο κουμπί <guibutton>Εγγραφή</guibutton>, επιλέξτε τα δεδομένα που θέλετε να εγγράψετε (Εισερχόμενα και/ή Εξερχόμενα) στο πλαίσιο επιλογής <guilabel>Ροή προς εγγραφή</guilabel>, και πληκτρολογήστε το όνομα του αρχείου στην περιοχή επιλογής αρχείων.
pl: W chwili gotowości na nagranie pliku kliknij przycisk <guibutton>Nagraj</guibutton>, wybierz dane do nagrania (przychodzące lub wychodzące) w polu wyboru <guilabel>Potok do nagrania</guilabel> i wpisz nazwę pliku w obszarze wyboru pliku.
sv: När du är redo att börja spela in en fil, klicka på <guibutton>Spela in</guibutton>, välj önskat data att spela in (ingående eller/och utgående) i valalternativrutan <guilabel>Strömma till inspelning</guilabel> och ange filnamnet i filväljarområdet.
uk: Коли ви будете готові до запису даних до файла, просто натисніть кнопку <guibutton>Записати</guibutton>, виберіть бажані дані для запису (вхідні і/або вихідні) у полі для вибору <guilabel>Потік даних для запису</guilabel> і введіть назву файла у полі вибору файла.

source: When recording begins, the <guibutton>Record</guibutton> button will change into a <guibutton>Stop Recording</guibutton> button. You will need to click this when you wish to stop recording, or you have received the entire binary file that you wanted to download.
de: Sobald die Aufzeichnung beginnt, ändert sich die Beschriftung des Knopfes von <guibutton>Aufzeichnen</guibutton> in <guibutton>Aufzeichnung anhalten</guibutton>. Sie müssen darauf klicken, falls Sie die Aufzeichnung anzuhalten wünschen oder wenn Sie die gesamte Binärdatei empfangen haben, die Sie herunterladen wollten.
el: Όταν αρχίσει η εγγραφή, το κουμπί <guibutton>Εγγραφή</guibutton> θα αλλάξει σε ένα κουμπί <guibutton>Διακοπή εγγραφής</guibutton>. Θα χρειαστεί να κάνετε κλικ σε αυτό, όταν θέλετε να διακόψετε την εγγραφή, ή έχετε λάβει ολόκληρο το δυαδικό αρχείο που θέλατε να κατεβάσετε.
pl: Po rozpoczęciu nagrywania przycisk <guibutton>Nagraj</guibutton> zmieni się na przycisk <guibutton>Zatrzymaj nagrywanie</guibutton>. Należy go kliknąć, aby zatrzymać nagrywanie lub kiedy odebrano cały plik binarny.
sv: När inspelningen börjar kommer knappen <guibutton>Spela in</guibutton> att ändras till <guibutton>Sluta spela in</guibutton>. Du kommer att behöva klicka på denna när du vill sluta spela in eller har mottagit hela den binärfil du ville hämta.
uk: Коли розпочнеться записування, напис <guibutton>Записати</guibutton> на кнопці буде замінено на <guibutton>Припинити запис</guibutton>. Вам слід натиснути цю кнопку, якщо ви захочете припинити запис. Якщо ви не натиснете цю кнопку, ви отримаєте увесь двійковий файл.

source: <application>moserial</application> can optionally launch the recorded file with the default application for its file type, when recording has finished. It can also terminate recording after a period of inactivity. Use the <link linkend="preferences">Preferences</link> dialog to enable or disable these features.
de: <application>moserial</application> kann wahlweise die aufgezeichnete Datei mit der für diesen Dateityp vorgegebenen Anwendung öffnen, sobald die Aufzeichnung beendet ist. Die Aufzeichnung kann auch nach einer inaktiven Zeitspanne beendet werden. Benutzen Sie den <link linkend="preferences">Einstellungsdialog</link>, um diese Funktionsmerkmale zu aktivieren oder zu deaktivieren.
el: Το <application>moserial</application> μπορεί προαιρετικά να εκκινήσει το εγγεγραμμένο αρχείο με την προεπιλεγμένη εφαρμογή για τον τύπο του αρχείου, όταν η εγγραφή έχει ολοκληρωθεί. Μπορεί επίσης να τερματίσει την εγγραφή, μετά από μια περίοδο αδρανείας. Χρησιμοποιήστε το παράθυρο <link linkend="preferences">Προτιμήσεις</link> για να ενεργοποιήσετε ή να απενεργοποιήσετε αυτές τις δυνατότητες.
pl: <application>moserial</application> może opcjonalnie uruchomić nagrany plik za pomocą domyślnego programu dla jego typu po ukończeniu nagrywania. Może także zakończyć nagrywanie po okresie nieaktywności. Użyj okna <link linkend="preferences">Preferencje</link>, aby włączyć lub wyłączyć te funkcje.
sv: <application>moserial</application> kan valfritt också starta den inspelade filen med standardprogrammet för dess filtyp när inspelningen är slutförd. Det kan också avsluta inspelningen efter en tid av inaktivitet. Använd dialogen <link linkend="preferences">Inställningar</link> för att aktivera eller inaktivera dessa egenskaper.
uk: <application>moserial</application> може, якщо хочете, відкрити записаний файл у типовій програмі для цього типу файлів, коли записування буде завершено. Також запис може бути перервано, якщо програма виявить період неактивності. Для вмикання або вимикання відповідних можливостей можете скористатися діалоговим вікном <link linkend="preferences">Параметри</link>.

source: Note that if you wish to receive files using an error correction protocol (xmodem, ymodem, or zmodem), you will need to use the <link linkend="receiving">Receive File</link> function instead. Unlike the <guibutton>Record</guibutton> function, the <guibutton>Receive File</guibutton> function can automatically determine when the file download is complete.
de: Beachten Sie, dass Sie für den Empfang von Dateien unter Verwendung eines Fehlerkorrekturprotokolls (xmodem, ymodem oder zmodem) die Funktion <link linkend="receiving">Datei empfangen</link> benutzen müssen. Im Gegensatz zur Funktion <guibutton>Aufzeichnen</guibutton> kann die Funktion <guibutton>Datei empfangen</guibutton> automatisch erkennen, wann das Herunterladen der Datei abgeschlossen ist.
el: Σημειώστε ότι εαν επιθυμείτε να λάβετε αρχεία χρησιμοποιώντας ένα πρωτόκολλο διόρθωσης σφαλμάτων (xmodem, ymodem, ή zmodem), θα πρέπει να χρησιμοποιήσετε τη λειτουργία <link linkend="receiving">Λήψη αρχείου</link> αντ 'αυτού. Σε αντίθεση με την λειτουργία <guibutton>Εγγραφή</guibutton>, η λειτουργία <guibutton>Λήψη αρχείου</guibutton> μπορεί να προσδιορίσει αυτόματα το πότε η λήψη του αρχείου είναι πλήρης.
pl: Zauważ, że aby odbierać pliki za pomocą protokołu korekcji błędów (xmodem, ymodem lub zmodem), to należy użyć funkcji <link linkend="receiving">Odbierz plik</link> zamiast tego. W przeciwieństwie do funkcji <guibutton>Nagraj</guibutton>, funkcja <guibutton>Odbierz plik</guibutton> może automatycznie wykryć, kiedy pobieranie pliku zostało ukończone.
sv: Observera att om du vill ta emot filer med hjälp av ett felkorrigeringsprotokoll (xmodem, ymodem eller zmodem) kan du använda funktionen <link linkend="receiving">Ta emot fil</link> istället. Till skillnad från funktionen <guibutton>Spela in</guibutton> kan funktionen <guibutton>Ta emot fil</guibutton> automatiskt avgöra när filhämtningen är färdig.
uk: Зауважте, що якщо ви хочете отримати файли за допомогою протоколу виправлення помилок (xmodem, ymodem або zmodem), вам слід скористатися функціональною можливістю <link linkend="receiving">Отримати файл</link>. На відміну від функціональної можливості <guibutton>Записати</guibutton>, функціональна можливість <guibutton>Отримати файл</guibutton> може автоматично визначати, коли отримання файла буде завершено.

source: Sending Files
de: Senden von Dateien
el: Αποστολή αρχείων
pl: Wysyłanie plików
sv: Skicka filer
uk: Надсилання файлів

source: <application>moserial</application> can transmit files in a straight binary data stream, and it can also send files using the xmodem, ymodem, and zmodem error correction protocols. During file transmission, the sent data is not logged to the <guilabel>Sent ASCII</guilabel> or <guilabel>Sent HEX</guilabel> text areas.
de: <application>moserial</application> kann Dateien in einem kontinuierlichen binären Datenstrom übertragen sowie Dateien unter Verwendung der Fehlerkorrekturprotokolle xmodem, ymodem und zmodem versenden. Während der Dateiübertragung werden die gesendeten Daten in den Textfeldern <guilabel>Gesendetes ASCII</guilabel> und <guilabel>Gesendetes HEX</guilabel> nicht protokolliert.
el: Το <application>moserial</application> μπορεί να μεταδώσει τα αρχεία σε μια απ'ευθείας δυαδική ροή δεδομένων, και μπορεί επίσης να στείλει αρχεία χρησιμοποιώντας τα πρωτόκολλα διόρθωσης σφαλμάτων xmodem, ymodem, και zmodem. Κατά τη διάρκεια της μεταφοράς των αρχείων, τα απεσταλμένα δεδομένα δεν είναι συνδεδεμένα με τις περιοχές κειμένου <guilabel>Απεσταλμένα ASCII</guilabel> ή <guilabel>Απεσταλμένα HEX</guilabel>.
pl: <application>moserial</application> może przesyłać pliki w bezpośrednim potoku danych binarnych, a także wysyłać pliki za pomocą protokołów korekcji błędów xmodem, ymodem i zmodem. Podczas przesyłania plików wysyłane dane nie są zapisywane w obszarach tekstowych <guilabel>Wysłane ASCII</guilabel> lub <guilabel>Wysłane HEX</guilabel>.
sv: <application>moserial</application> kan överföra filer i en rak binär dataström och kan också skicka filer med felkorrigeringsprotokollen xmodem, ymodem och zmodem. Under filöverföring loggas inte skickade data till textområdena <guilabel>Skickad ASCII</guilabel> eller <guilabel>Skickad HEX</guilabel>.
uk: <application>moserial</application> може передавати файли у форматі простого двійкового потоку даних, а також може надсилати файли за допомогою протоколів виправлення помилок xmodem, ymodem і zmodem. Під час перенесення даних файла надіслані дані не записуватимуться у текстових областях <guilabel>Надіслано ASCII</guilabel> або <guilabel>Надіслано HEX</guilabel>.

source: When you are ready to send a file, simply click <guibutton>Send File</guibutton>, select the desired file to send. You will also need to select the appropriate protocol below.
de: Wenn Sie zum Senden einer Datei bereit sind, klicken Sie auf <guibutton>Datei senden</guibutton> und wählen Sie die gewünschte Datei aus. Sie müssen außerdem das entsprechende Protokoll auswählen.
el: Όταν είστε έτοιμοι να στείλετε ένα αρχείο, απλά κάντε κλικ στο <guibutton>Αποστολή αρχείου</guibutton>, και επιλέξτε το αρχείο που θέλετε να στείλετε. Θα πρέπει επίσης να επιλέξετε το κατάλληλο πρωτόκολλο παρακάτω.
pl: W chwili gotowości na wysłanie pliku kliknij przycisk <guibutton>Wyślij plik</guibutton> i wybierz plik do wysłania. Należy także wybrać odpowiedni protokół poniżej.
sv: När du är redo att skicka en fil, klicka på knappen <guibutton>Skicka fil</guibutton> och välj önskad fil att skicka. Du kommer också att behöva använda passande protokoll nedan.
uk: Коли ви будете готові до надсилання файла, просто натисніть кнопку <guibutton>Надіслати файл</guibutton>, виберіть бажаний файл для надсилання. Вам також слід нижче вибрати відповідний протокол.

source: When recording begins, a progress bar will display the status of the file transmission.
de: Wenn eine Aufzeichnung beginnt, zeigt eine Fortschrittsleiste den Status der Dateiübertragung an.
el: Όταν ξεκινάει η εγγραφή, μια γραμμή προόδου θα εμφανίζει την κατάσταση της μετάδοσης του αρχείου.
pl: Po rozpoczęciu nagrywania pasek postępu będzie wyświetlał stan przesyłania pliku.
sv: När inspelning börjar kommer en förloppsindikator att visa status för filöverföringen.
uk: Щойно буде розпочато запис, на смужці поступу буде показано стан передавання файла.

source: moserial does not implement the xmodem, ymodem, or zmodem protocols directly. It relies on the standard rz and sz utilities to send and receive data. These utilities, part of the lrzsz package, must be installed on your system.
de: <application>moserial</application> implementiert die Protokolle »xmodem«, »ymodem« oder »zmodem« nicht direkt. Es benutzt die Standardwerkzeuge »rz« und »sz« zum Senden und Empfangen von Daten. Diese Werkzeuge sind Bestandteil des Pakets »lrzsz«, das auf Ihrem System installiert sein muss.
el: Το moserial δεν εφαρμόζει άμεσα τα πρωτόκολλα xmodem, ymodem ή zmodem. Στηρίζεται στα βοηθητικά προγράμματα rz και sz για την αποστολή και λήψη δεδομένων. Αυτά τα βοηθητικά προγράμματα, μέρος του πακέτου lrzsz, θα πρέπει να είναι εγκατεστημένα στο σύστημά σας.
pl: moserial nie implementuje protokołów xmodem, ymodem i zmodem bezpośrednio. Używa standardowych narzędzi rz i sz do wysyłania i odbierania danych. Te narzędzia, będące częścią pakietu lrzsz, muszą być zainstalowane na komputerze.
sv: moserial implementerar inte protokollen xmodem, ymodem eller zmodem direkt. Det förlitar sig på standardverktygen rz och sz för att skicka och ta emot data. Dessa verktyg, delar i lrzsz-paketet, måste installeras på ditt system.
uk: У moserial не реалізовано безпосередньо xmodem, ymodem і zmodem. Для надсилання і отримання даних програма покладається на стандартні програми rz і sz. Ці програми є частиною пакунка lrzsz, який має бути встановлено у вашій системі.

source: Receiving Files
de: Empfangen von Dateien
el: Λήψη αρχείων
pl: Odbieranie plików
sv: Ta emot filer
uk: Отримання файлів

source: <application>moserial</application> can receive files sent in a straight binary data stream, and it can also receive files using the xmodem, ymodem, and zmodem error correction protocols. During file transmission, the received data is not logged to the <guilabel>Sent ASCII</guilabel> or <guilabel>Sent HEX</guilabel> text areas.
de: <application>moserial</application> kann Dateien in einem kontinuierlichen binären Datenstrom empfangen sowie auch Dateien unter Verwendung der Fehlerkorrekturprotokolle xmodem, ymodem und zmodem empfangen. Während der Dateiübertragung werden die empfangenen Daten in den Textfeldern <guilabel>Gesendetes ASCII</guilabel> und <guilabel>Gesendetes HEX</guilabel> nicht protokolliert.
el: Το <application>moserial</application> μπορεί να παραλάβει αρχεία απεσταλμένα σε απ' ευθείας ροή δυαδικών δεδομένων, και επίσης να παραλάβει αρχεία χρησιμοποιώντας τα πρωτόκολλα διόρθωσης σφαλμάτων xmodem, ymodem, και zmodem. Κατά τη διάρκεια της μεταφοράς αρχείων, τα ληφθέντα δεδομένα δεν είναι συνδεδεμένα με τις περιοχές κειμένου <guilabel>Απεσταλμένα ASCII</guilabel> ή <guilabel>Απεσταλμένα HEX</guilabel>.
pl: <application>moserial</application> może odbierać pliki w bezpośrednim potoku danych binarnych, a także odbierać pliki za pomocą protokołów korekcji błędów xmodem, ymodem i zmodem. Podczas przesyłania plików wysyłane dane nie są zapisywane w obszarach tekstowych <guilabel>Wysłane ASCII</guilabel> lub <guilabel>Wysłane HEX</guilabel>.
sv: <application>moserial</application> kan ta emot filer skickade in en rak binär dataström och kan också ta emot filer genom felkorrigeringsprotokollen xmodem, ymodem och zmodem. Under filöverföring är den mottagna data inte loggad till textområdena <guilabel>Skickad ASCII</guilabel> eller <guilabel>Skickad HEX</guilabel>.
uk: <application>moserial</application> може отримувати надіслані файли у форматі простого двійкового потоку даних, а також може отримувати файли за допомогою протоколів виправлення помилок xmodem, ymodem і zmodem. Під час перенесення даних файла отримані дані не записуватимуться у текстових областях <guilabel>Надіслано ASCII</guilabel> або <guilabel>Надіслано HEX</guilabel>.

source: To receive straight binary data streams, use the <link linkend="recording">Record</link> function instead of the <guibutton>Receive File</guibutton> function.
de: Um kontinuierliche binäre Datenströme zu empfangen, verwenden Sie die Funktion <link linkend="recording">Aufzeichnen</link> anstelle der Funktion <guibutton>Datei empfangen</guibutton>.
el: Για να παραλάβετε απ' ευθείας ροή δυαδικών δεδομένων, χρησιμοποιήστε τη λειτουργία <link linkend="recording">Εγγραφή</link>, αντί της <guibutton>Λήψη αρχείου</guibutton>.
pl: Aby odebrać bezpośrednie potoki danych binarnych, użyj funkcji <link linkend="recording">Nagraj</link> zamiast funkcji <guibutton>Odbierz plik</guibutton>.
sv: För att ta emot raka binära dataströmmar, använd funktionen <link linkend="recording">Spela in</link> istället för funktionen <guibutton>Ta emot fil</guibutton>.
uk: Щоб отримати необроблений потік двійкових даних, скористайтеся можливістю <link linkend="recording">Записати</link> замість можливості <guibutton>Отримати файл</guibutton>.

source: To receive files sent with the xmodem, ymodem, or zmodem error correction protocols, using the <guibutton>Receive File</guibutton> function.
de: Für den Empfang von Dateien, die unter Verwendung der Fehlerkorrekturprotokolle xmodem, ymodem, oder zmodem gesendet werden, benutzen Sie die Funktion <guibutton>Datei empfangen</guibutton>.
el: Για να παραλάβετε αρχεία απεσταλμένα με πρωτόκολλα διόρθωσης σφαλμάτων xmodem, ymodem, και zmodem, χρησιμοποιώντας τη λειτουργία <guibutton>Λήψη αρχείου</guibutton>.
pl: Aby odebrać pliki wysłane za pomocą protokołów korekcji błędów xmodem, ymodem lub zmodem, użyj funkcji <guibutton>Odbierz plik</guibutton>.
sv: För att ta emot filer skickade med felkorrigeringsprotokollen xmodem, ymodem eller zmodem, använd funktionen <guibutton>Ta emot fil</guibutton>.
uk: Щоб отримати файли з використанням протоколів виправлення помилок xmodem, ymodem і zmodem, скористайтеся функціональною можливістю <guibutton>Отримати файл</guibutton>.

source: When you are ready to receive a file, simply click <guibutton>Receive File</guibutton>, select a folder to store the received file. You will also need to select the appropriate protocol below.
de: Wenn Sie zum Empfang einer Datei bereit sind, klicken Sie auf <guibutton>Datei empfangen</guibutton> und wählen Sie die gewünschte Datei aus. Sie müssen außerdem das entsprechende Protokoll auswählen.
el: Όταν είστε έτοιμοι να λάβετε ένα αρχείο, απλά κάντε κλικ στο κουμπί <guibutton>Λήψη αρχείου</guibutton>, και επιλέξτε ένα φάκελο για να αποθηκεύσετε το αρχείο που παραλάβατε. Θα πρέπει επίσης να επιλέξετε το κατάλληλο πρωτόκολλο παρακάτω.
pl: W chwili gotowości na odebranie pliku kliknij przycisk <guibutton>Odbierz plik</guibutton> i wybierz katalog do przechowania odebranego pliku. Należy także wybrać odpowiedni protokół poniżej.
sv: När du är redo att ta emot en fil, klicka på <guibutton>Ta emot fil</guibutton> och välj en mapp att lagra filen i. Du behöver också välja ett passande protokoll nedan.
uk: Коли ви будете готові до отримання файла, просто натисніть кнопку <guibutton>Отримати файл</guibutton> і виберіть теку для зберігання отриманого файла. Вам також слід нижче вибрати відповідний протокол.

source: When recording begins, a progress bar will display the status of the file reception.
de: Wenn eine Aufzeichnung beginnt, zeigt eine Fortschrittsleiste den Status des Dateiempfangs an.
el: Όταν ξεκινάει η εγγραφή, μια γραμμή προόδου θα εμφανίζει την κατάσταση της λήψης του αρχείου.
pl: Po rozpoczęciu nagrywania pasek postępu będzie wyświetlał stan odbioru pliku.
sv: När inspelning börjar kommer en förloppsindikator att visa status på filmottagningen.
uk: Щойно буде розпочато запис, на смужці поступу буде показано стан отримання файла.

source: Other Preferences
de: Weitere Einstellungen
el: Άλλες προτιμήσεις
pl: Inne preferencje
sv: Övriga inställningar
uk: Інші налаштування
