Repository: GNOME/moserial
Catalog: doc/*/*.po
Languages: de, el, pl, sv, uk

source: Alternatively, you can see what group the devices belong to, and make your account a member of that group. In Fedora 15, for example, you should add yourself to the "dialout" group.
de: Alternativ sehen Sie, welcher Gruppe dieses Gerät angehört und können Ihr Benutzerkonto als Mitglied dieser Gruppe zuordnen. In Fedora 15 beispielsweise sollten Sie sich selbst der Gruppe »dialout« zuordnen.
el: Εναλλακτικά, μπορείτε να δείτε σε ποια ομάδα ανήκουν οι συσκευές, και να ορίσετε το λογαριασμό σας μέλος αυτής της ομάδας. Στο Fedora, για παράδειγμα, θα πρέπει να προσθέσετε τον εαυτό σας με την ομάδα «dialout».
pl: Można także sprawdzić, do której grupy należy urządzenie, i ustawić swoje konto jako członka tej grupy. Na przykład w Fedorze 15 należy dodać się do grupy „dialout”.
sv: Du kan också se vilken grupp enheten hör till och göra ditt konto en medlem av den gruppen. I Fedora 15 ska du exempelvis lägga till dig själv till gruppen ”dialout”.
uk: Крім того, ви можете дізнатися, якій групі належать пристрої, і додати ваш обліковий запис до переліку учасників цієї групи. Наприклад, у Fedora 15, вам слід додати ваш обліковий запис до групи «dialout».

source: Basic Usage
de: Grundlagen der Benutzung
el: Βασική χρήση
pl: Podstawy
sv: Grundläggande användning
uk: Основні прийоми користування

source: The Main Toolbar
de: Die Hauptwerkzeugleiste
el: Η κύρια εργαλειοθήκη
pl: Główny pasek narzędziowy
sv: Huvudverktygsfältet
uk: Головна панель інструментів

source: Most <application>moserial</application> functions are accessed through the main toolbar, shown below:
de: Die meisten Funktionen von <application>moserial</application> sind über die Hauptwerkzeugleiste erreichbar, wie unten angezeigt:
el: Οι περισσότερες λειτουργίες του <application>moserial</application> είναι προσβάσιμες μέσω της κύριας εργαλειοθήκης, όπως φαίνεται παρακάτω:
pl: Większość funkcji programu <application>moserial</application> jest dostępnych przez główny pasek narzędziowy, pokazany poniżej:
sv: De flesta funktioner i <application>moserial</application> är tillgängliga från huvudverktygsfältet visat nedan:
uk: Доступ до більшості функціональних можливостей <application>moserial</application> можна отримати за допомогою панелі інструментів, яку показано нижче:

source: Port Setup
de: Port-Einstellung
el: Ρύθμιση θύρας
pl: Konfiguracja portu
sv: Portinställningar
uk: Налаштування порту

source: The first step in using <application>moserial</application> is to configure the serial port parameters. Click <guibutton>Port Setup</guibutton> to do this. In the port setup dialog, you will set the port to use, whether the port should be open for reads, writes, or both, its baud rate, its parity, the number of data and stop bits, and the handshaking method. The settings specified in this dialog will override any system default settings for the port.
de: Der erste Schritt bei der Benutzung von <application>moserial</application> ist die Konfiguration der Parameter des seriellen Ports. Klicken Sie dazu auf <guibutton>Port-Einstellungen</guibutton>. Im Dialog der Port-Einstellungen stellen Sie den zu verwendenden Port ein, ob der Port zum Lesen, Schreiben oder für beides geöffnet werden soll, dessen Baudrate, die Parität, die Anzahl der Daten- und Stoppbits und die Handshaking-Methode. Die Einstellungen in diesem Dialog überschreiben alle systemweit definierten Einstellungen für diesen Port.
el: Το πρώτο βήμα κατά τη χρήση του <application>moserial</application> είναι να ρυθμίσετε τις παραμέτρους της σειριακής θύρας. Κάντε κλικ στο <guibutton>Ρύθμιση θύρας</guibutton> για να γίνει αυτό. Στο παράθυρο της ρύθμισης θύρας, θα θέσετε την θύρα που θα χρησιμοποιήσετε, το αν η θύρα πρέπει να είναι ανοικτή για ανάγνωση, εγγραφή, ή και τα δύο, το baud rate αυτής, την ισοτιμία της, τα data και stop bits, και τη μέθοδο χειραψίας. Οι ρυθμίσεις που καθορίζονται σε αυτό το παράθυρο θα αντικαταστήσουν οποιεσδήποτε προεπιλεγμένες ρυθμίσεις του συστήματος για τη θύρα αυτή.
pl: Pierwszym krokiem podczas używania programu <application>moserial</application> jest skonfigurowanie parametrów portu szeregowego. Kliknij przycisk <guibutton>Ustawienia portu</guibutton>, aby to zrobić. W oknie ustawień portu należy ustawić port do użycia, czy port ma być otwarty do odczytów, zapisów lub obu, jego prędkość w baudach, parzystość, liczbę bitów danych i zatrzymania oraz metodę powitania. Ustawienie określone w tym oknie zastępują wszelkie domyślne ustawienia systemu dla portu.
sv: Det första steget i att använda <application>moserial</application> är att konfigurera seriellportens parametrar. Klicka på <guibutton>Portinställningar</guibutton> för att göra detta. I dialogen för portinställningar anger du vilken port du använder, om porten ska vara öppen för läsningar, skrivningar eller båda, dess överföringshastighet, dess paritet, antalet data- och stoppbitar samt handskakningsmetod. Inställningarna angivna i denna dialog kommer att åsidosätta systemstandardinställningarna för porten.
uk: Першим кроком у користуванні <application>moserial</application> є налаштовування параметрів послідовного порту. Для цього скористайтеся <guibutton>Налаштування порту</guibutton>. У діалоговому вікні налаштовування ви зможете вказати порт, яким слід скористатися, те, чи буде відкрито порт для читання, запису або в обох напрямках, вказати швидкість передавання даних, контроль парності та кількість бітів даних та стоп-бітів, а також спосіб узгодження з'єднання. Параметри, які вказано у цьому діалоговому вікні, матимуть пріоритет над будь-якими типовими параметрами системи для цього порту.

source: The <application>moserial</application> port setup dialog will only list the /dev/ttySnn, /dev/ttyUSBnn, and /dev/rfcommnn ports that actually exist on the system, for values of "nn" between 0 and 31.
de: Der Port-Einstellungsdialog von <application>moserial</application> listet nur die Ports /dev/ttySnn, /dev/ttyUSBnn und /dev/rfcommnn auf, die gegenwärtig auf Ihrem System vorhanden sind, wobei »nn« Werte zwischen 0 und 31 annehmen kann.
el: To παράθυρο ρύθμισης θύρας του <application>moserial</application> θα εμφανίσει μόνο τις /dev/ttySnn, /dev/ttyUSBnn, και /dev/rfcommnn θύρες που πραγματικά υπάρχουν στο σύστημα, για τιμές των "nn" μεταξύ 0 και 31.
pl: Okno ustawień portu programu <application>moserial</application> wyświetla tylko porty /dev/ttySnn, /dev/ttyUSBnn i /dev/rfcommnn, które istnieją w systemie, dla wartości „nn” między 0 a 31.
sv: <application>moserial</application>s portinställningsdialog kommer endast att lista portarna /dev/ttySnn, /dev/ttyUSBnn, och /dev/rfcommnn som verkligen finns på systemet, för värden av ”nn” mellan 0 och 31.
uk: У вікні налаштовування порту <application>moserial</application> буде показано лише ті порти /dev/ttySnn, /dev/ttyUSBnn і /dev/rfcommnn, які насправді існують у системі для значень «nn» від 0 до 31.

source: A local echo can be enabled from this dialog. If enabled, all data that <application>moserial</application> receives will be echoed back to the sending device. This should normally be disabled, as it can cause unexpected behaviour, especially if the remote device also has echo enabled. (This would cause an infinite loop of echoes!)
de: Über diesen Dialog können Sie auch ein lokales Echo aktivieren. Bei aktiviertem Echo werden alle von <application>moserial</application> empfangenen Daten an das sendende Gerät zurückgegeben. Dies sollte normalerweise deaktiviert sein, weil es unerwartete Folgen haben kann. Besonders in dem Fall, wenn auf dem sendenden Gerät ebenfalls ein Echo aktiviert ist, führt das zu einer Endlosschleife von Echos!
el: Μια τοπική ηχώ (echo) μπορεί να ενεργοποιηθεί από αυτό το παράθυρο. Εάν είναι ενεργοποιημένη, όλα τα δεδομένα που παραλαμβάνει το <application>moserial</application> αναμεταδίδονται πίσω στη συσκευή αποστολής. Αυτό πρέπει κανονικά να απενεργοποιηθεί, καθώς μπορεί να προκαλέσει απροσδόκητη συμπεριφορά, ειδικά αν η απομακρυσμένη συσκευή έχει επίσης ηχώ ενεργοποιημένη. (Αυτό θα μπορούσε να προκαλέσει ένα άπειρο βρόχο αναμεταδόσεων!)
pl: W tym oknie można włączyć lokalne powtarzanie. Jeśli jest włączone, wszystkie dane odbierane przez <application>moserial</application> będą powtarzane z powrotem do urządzenia nadającego. To zwykle powinno być wyłączone, jako że może powodować nieoczekiwane zachowanie, zwłaszcza jeśli zdalne urządzenie także ma włączone powtarzanie (co spowoduje nieskończoną pętlę powtórzeń!).
sv: Ett lokalt eko kan aktiveras från denna dialog. Om det aktiveras kommer all data <application>moserial</application> tar emot att ge eko tillbaka till sändarenheten. Detta ska normalt vara inaktiverat eftersom det kan orsaka oväntade beteenden, speciellt om fjärrenheten också har eko aktiverat. (Detta kommer att orsaka en evighetsloop av ekon!)
uk: За допомогою цього діалогового вікна можна увімкнути локальну луну. Якщо луну увімкнено, усі дані, які отримує <application>moserial</application>, буде надіслано відлунням на пристрій, з якого вони надходять. Зазвичай, таку луну вимикають, оскільки вона може спричинити хибну поведінку пристрою, особливо, якщо луну увімкнено на віддаленому пристрої. (Це спричинить нескінченну циклічну луну!)

source: Open the Connection
de: Öffnen der Verbindung
el: Άνοιγμα της σύνδεσης
pl: Otwieranie połączenia
sv: Öppna anslutningen
uk: Відкриття з'єднання

source: The next step in communicating with your remote device is to click <guibutton>Connect</guibutton>. This opens the port. If you do not have the necessary privileges to open the port, an error will be reported.
de: Der nächste Schritt in der Kommunikation mit Ihrem entfernten Gerät ist das Anklicken von <guibutton>Verbinden</guibutton>. Dadurch wird der Port geöffnet. Falls Sie nicht über die nötigen Rechte verfügen, um diesen Port zu öffnen, erscheint eine Fehlermeldung.
el: Το επόμενο βήμα στην επικοινωνία με την απομακρυσμένη συσκευή σας είναι να κάνετε κλικ στο <guibutton>Σύνδεση</guibutton>. Αυτό ανοίγει τη θύρα. Αν δεν έχετε τα απαραίτητα δικαιώματα για να ανοίξει τη θύρα, θα γίνει αναφορά σφάλματος.
pl: Następnym krokiem podczas komunikacji ze zdalnym urządzeniem jest kliknięcie przycisku <guibutton>Połącz</guibutton>. Otworzy to port. Jeśli użytkownik nie ma wymaganych uprawnień do otwarcia portu, to zgłoszony zostanie błąd.
sv: Nästa steg i att kommunicera med din fjärrenhet är att klicka på <guibutton>Anslut</guibutton> vilket öppnar porten. Om du inte har nödvändiga rättigheter för att öppna porten kommer ett fel att rapporteras.
uk: Наступним кроком у обміні даними з вашим віддаленим пристроєм є натискання кнопки <guibutton>З'єднатися</guibutton>. Після цього порт буде відкрито. Якщо у вас немає достатніх прав доступу для відкриття порту, програма повідомить про помилку.

source: This step is optional. If you skip it, <application>moserial</application> will try to connect automatically when needed.
de: Dieser Schritt ist optional. Falls Sie ihn überspringen, versucht <application>moserial</application>, eine Verbindung automatisch herzustellen, falls nötig.
el: Αυτό το βήμα είναι προαιρετικό. Εάν το παραλείψετε, το <application>moserial</application> θα προσπαθήσει να συνδεθεί αυτόματα όταν χρειαστεί.
pl: Ten krok jest opcjonalny. Jeśli zostanie pominięty, to <application>moserial</application> będzie łączył się automatycznie w razie potrzeby.
sv: Detta steg är valfritt. Om du hoppar över det kommer <application>moserial</application> att ansluta automatiskt när det behövs.
uk: Цей крок не є обов'язковим. Якщо ви пропустите його, <application>moserial</application> спробує встановити з'єднання автоматично, коли у цьому виникне потреба.

source: Once you have connected, the <guibutton>Connect</guibutton> button will change into a <guibutton>Disconnect</guibutton> button. Clicking <guibutton>Disconnect</guibutton> closes the port, and resets the TX and RX counters.
de: Sobald Sie verbunden sind, ändert sich die Beschriftung des Knopfes von <guibutton>Verbinden</guibutton> in <guibutton>Trennen</guibutton>. Klicken Sie auf <guibutton>Trennen</guibutton>, um den Port zu schließen und die TX- und RX-Zähler zurückzusetzen.
el: Αφού έχετε συνδεθεί, το κουμπί <guibutton>Σύνδεση</guibutton> θα αλλάξει σε <guibutton>Αποσύνδεση</guibutton>. Κάνοντας κλικ στο <guibutton>Αποσύνδεση</guibutton> κλείνει η θύρα, και μηδενίζονται οι μετρητές TX και RX.
pl: Po połączeniu przycisk <guibutton>Połącz</guibutton> zostanie zmieniony na przycisk <guibutton>Rozłącz</guibutton>. Kliknięcie przycisku <guibutton>Rozłącz</guibutton> zamyka port i przywraca liczniki wysyłania i odbierania.
sv: När du väl har anslutit ändras knappen <guibutton>Anslut</guibutton> till knappen <guibutton>Koppla från</guibutton>. Att klicka på <guibutton>Koppla från</guibutton> stänger porten och återställer TX- och RX-räknarna.
uk: Після встановлення з'єднання напис на кнопці <guibutton>З'єднатися</guibutton> буде замінено на <guibutton>Від'єднатись</guibutton>. Натискання кнопки <guibutton>Від'єднатись</guibutton> закриє порт і скине лічильники TX і RX.

source: Basic Input and Output
de: Grundlagen der Eingabe und Ausgabe
el: Βασικοί είσοδοι και έξοδοι
pl: Podstawy wejścia i wyjścia
sv: Grundläggande indata och utdata
uk: Основи введення і виведення даних

source: Once the port has been opened, any text received from the remote device will be displayed in the <guilabel>Received ASCII</guilabel> text area. If <application>moserial</application> detects a large number of unprintable characters, it will switch automatically to the <guilabel>Received HEX</guilabel> view.
de: Sobald der Port geöffnet ist, wird jeglicher vom entfernten Gerät empfangener Text im Textfeld <guilabel>Empfangenes ASCII</guilabel> angezeigt. Falls <application>moserial</application> einen hohen Anteil an nicht druckbaren Zeichen erkennt, wechselt die Anwendung automatisch in die Ansicht <guilabel>Empfangenes HEX</guilabel>.
el: Μόλις ανοίξει η θύρα, κάθε κείμενο που λαμβάνεται από την απομακρυσμένη συσκευή θα εμφανίζεται στην περιοχή κειμένου <guilabel>Ληφθέντα ASCII</guilabel>. Αν το <application>moserial</application> ανιχνεύσει μεγάλο αριθμό μη εκτυπώσιμων χαρακτήρων, θα μεταβεί αυτόματα στην προβολή <guilabel>Ληφθέντα HEX</guilabel>.
pl: Po otwarciu portu tekst odebrany ze zdalnego urządzenia będzie wyświetlany w obszarze tekstowym <guilabel>Odebrane ASCII</guilabel>. Jeśli <application>moserial</application> wykrywa dużą liczbę niedrukowalnych znaków, to zostanie automatycznie przełączony na widok <guilabel>Odebrane HEX</guilabel>.
sv: När porten väl har öppnats kommer text från fjärrenheten att visas i textområdet <guilabel>Mottagen ASCII</guilabel>. Om <application>moserial</application> upptäcker ett större antal oskrivbara tecken kommer den att växla automatiskt till vyn <guilabel>Mottagen HEX</guilabel>.
uk: Після відкриття порту будь-який текст, який буде отримано з віддаленого пристрою буде показано у текстовому полі <guilabel>Отримано ASCII</guilabel>. Якщо <application>moserial</application> буде виявлено велику кількість непридатних до друку символів, програма автоматично перемкнеться на панель перегляду <guilabel>Отримано HEX</guilabel>.

source: To switch between HEX and ASCII views, simply click on the appropriate tabs.
de: Um zwischen der HEX- und der ASCII-Ansicht zu wechseln, klicken Sie einfach auf die entsprechenden Reiter.
el: Για εναλλαγή μεταξύ των προβολών HEX και ASCII, απλά κάντε κλικ στις αντίστοιχες καρτέλες.
pl: Aby przełączyć między widokiem HEX a ASCII, kliknij odpowiednią kartę.
sv: För att växla mellan HEX- och ASCII-vyer, klicka på motsvarande flikar.
uk: Для перемикання між панелями перегляду HEX і ASCII просто натисніть на заголовку потрібної вам вкладки.

source: To send data to the remote device, you can type text into the <guilabel>Outgoing</guilabel> single-line text box, and click the <guibutton>Send</guibutton> button. Your line of text will be terminated with the sequence selected in the area to the right of the <guibutton>Send</guibutton> button. If you aren't sure which termination sequence is best, start with "CR+LF end". The <guibutton>ASCII/HEX</guibutton> button should be set to ASCII to send text.
de: Um Daten zum entfernten Gerät zu senden, geben Sie den Text in das einzeilige Textfeld <guilabel>Ausgehend</guilabel> ein und klicken Sie auf den <guibutton>Senden</guibutton>-Knopf. Ihre Textzeile wird mit der gewählten Sequenz abgeschlossen, die im Bereich rechts neben dem <guibutton>Senden</guibutton>-Knopf angezeigt wird. Falls Sie nicht sicher sind, welche Abschlusssequenz geeignet ist, sollten Sie »CR+LF« wählen. Der Knopf <guibutton>ASCII/HEX</guibutton> sollte zum Senden von Text auf <guibutton>ASCII</guibutton> gesetzt sein.
el: Για να στείλετε δεδομένα στην απομακρυσμένη συσκευή, μπορείτε να πληκτρολογήσετε κείμενο στο πλαίσιο κειμένου μονής γραμμής <guilabel>Εξερχόμενα</guilabel> και να κάντε κλικ στο κουμπί <guibutton>Αποστολή</guibutton>. Η γραμμή κειμένου σας θα τερματιστεί με την αλληλουχία που έχει επιλεγεί στην περιοχή στα δεξιά του κουμπιού <guibutton>Αποστολή</guibutton>. Εάν δεν είστε βέβαιοι ποια αλληλουχία τερματισμού είναι η καλύτερη, ξεκινήστε με "CR+LF end". Το κουμπί <guibutton>ASCII/HEΧ</guibutton> θα πρέπει να έχει οριστεί σε ASCII για να στείλει το κείμενο.
pl: Aby wysłać dane do zdalnego urządzenia, można wpisać tekst w jednowierszowym polu tekstowym <guilabel>Wychodzące</guilabel> i kliknąć przycisk <guibutton>Wyślij</guibutton>. Wiersz tekstu zostanie zakończony sekwencją wybraną w obszarze po prawej od przycisku <guibutton>Wyślij</guibutton>. Jeśli nie ma pewności, która sekwencja zakończenia jest najlepsza, to można zacząć od „CR+LF kończy”. Przycisk <guibutton>ASCII/HEX</guibutton> musi być ustawiony na ASCII, aby wysłać tekst.
sv: För att skicka data till fjärrenheten kan du skriva in text i enkelradstextrutan <guilabel>Utgående</guilabel> och klicka på knappen <guibutton>Skicka</guibutton>. Din textrad kommer att avslutas med sekvensen vald i området till höger om knappen <guibutton>Skicka</guibutton>. Om du inte är säker på vilken avslutssekvens som är bäst, börja med ”CR+LF-avslut”. Knappen <guibutton>ASCII/HEX</guibutton> ska sättas till ASCII för att skicka text.
uk: Щоб надіслати дані на віддалений пристрій, ви можете ввести текст до однорядкового текстового поля <guilabel>Вихідні</guilabel> і натиснути кнопку <guibutton>Надіслати</guibutton>. Ваш рядок тексту буде завершено послідовністю, яку вибрано у області, розташованій праворуч від кнопки <guibutton>Надіслати</guibutton>. Якщо ви не знаєте, яку послідовність слід вибрати, почніть з «Завершення CR+LF». Для надсилання тексту кнопку <guibutton>ASCII/HEX</guibutton> має бути встановлено у позицію ASCII.

source: If the <guibutton>ASCII/HEX</guibutton> button is set to HEX, do not enter text in the <guilabel>Outgoing</guilabel> area. Instead, enter hexadecimal numbers in the form "1234ABCD....".
de: Falls der Knopf <guibutton>ASCII/HEX</guibutton> auf <guibutton>HEX</guibutton> gesetzt ist, geben Sie bitte keinen Text in <guilabel>Ausgehend</guilabel> ein. Verwenden Sie stattdessen Hexadezimalzahlen in der Form »1234ABCD....«.
el: Εάν το κουμπί <guibutton>ASCII/HEX</guibutton> έχει οριστεί σε HEX, μην εισάγετε κείμενο στην περιοχή <guilabel>Εξερχόμενα</guilabel>. Αντ 'αυτού, πληκτρολογήστε δεκαεξαδικούς αριθμούς με τη μορφή «1234ABCD ....».
pl: Jeśli przycisk <guibutton>ASCII/HEX</guibutton> jest ustawiony na HEX, to nie wpisuj tekstu w obszarze <guilabel>Wychodzące</guilabel>. Zamiast tego wpisz liczby szesnastkowe w formie „1234ABCD…”.
sv: Om knappen <guibutton>ASCII/HEX</guibutton> är satt till HEX, skriv då inte in text i området <guilabel>Utgående</guilabel>. Ange istället hexadecimala nummer enligt formatet ”1234ABCD…”.
uk: Якщо кнопку <guibutton>ASCII/HEX</guibutton> встановлено у позицію HEX, не слід вводити до області <guilabel>Вихідні</guilabel> текст. Замість цього, слід ввести шістнадцяткові числа у форматі «1234ABCD....».

source: Once your data has been transmitted, a record of it will exist in the <guilabel>Sent ASCII</guilabel> and <guilabel>Sent HEX</guilabel> text areas. These text areas are not editable.
de: Sobald Ihre Daten übertragen wurden, erscheint eine Aufzeichnung in den Textfeldern <guilabel>Gesendetes ASCII</guilabel> und <guilabel>Gesendetes HEX</guilabel>. Diese Texte sind nicht bearbeitbar.
el: Μόλις διαβιβαστούν τα δομένα σας, μια καταγραφή αυτών θα υπάρχει στις περιοχές κειμένου <guilabel>Απεσταλμένα ASCII</guilabel> και <guilabel>Απεσταλμένα HEX</guilabel>. Αυτές οι περιοχές κειμένου δεν είναι επεξεργάσιμες.
pl: Po przesłaniu danych ich zapis będzie znajdował się w obszarach tekstowych <guilabel>Wysłane ASCII</guilabel> i <guilabel>Wysłane HEX</guilabel>. Nie można ich modyfikować.
sv: När väl din data har överförts kommer en inspelning av den att existera i textområdena <guilabel>Skickad ASCII</guilabel> och <guilabel>Skickad HEX</guilabel>. Dessa textområden är inte redigerbara.
uk: Щойно ваші дані буде передано, їхній запис буде показано на текстовій панелі <guilabel>Надіслано ASCII</guilabel> або <guilabel>Надіслано HEX</guilabel>. Редагувати текст на цих панелях не можна.

source: The remote device may echo your sent data. If <application>moserial</application> detects echoed text in the <guilabel>Received ASCII</guilabel> text area, it will highlight the echoed text (using the highlight color defined in the preferences dialog).
de: Das entfernte Gerät kann ein Echo Ihrer gesendeten Daten zurückgeben. Falls <application>moserial</application> zurückgegebenen Text im Textbereich <guilabel>Empfangenes ASCII</guilabel> erkennt, wird der Echo-Text in der im Einstellungsdialog dafür festgelegten Farbe hervorgehoben.
el: Η απομακρυσμένη συσκευή μπορεί να αντηχήσει (αναμεταδώσει) τα απεσταλμένα δεδομένα σας. Αν το <application>moserial</application> ανιχνεύσει αντηχούμενο κείμενο στην περιοχή κειμένου <guilabel>Ληφθέντα ASCII</guilabel>, θα επισημάνει το αντηχούμενο κείμενο (χρησιμοποιώντας το χρώμα επισήμανσης που ορίζεται στο παράθυρο προτιμήσεων).
pl: Zdalne urządzenie może powtarzać wysłane dane. Jeśli <application>moserial</application> wykryje powtórzony tekst w obszarze tekstowym <guilabel>Odebrane ASCII</guilabel>, to wyróżni powtórzony tekst (za pomocą koloru wyróżnienia określonego w oknie preferencji).
sv: Fjärrenheten kan eka ditt skickade data. Om <application>moserial</application> upptäcker ekad text i textområdet <guilabel>Mottagen ASCII</guilabel> kommer det att färgmarkera den ekade texten (med färgen definierad i inställningsdialogen).
uk: Віддалений пристрій може відлунювати надіслані вами дані. Якщо <application>moserial</application> буде виявлено відлунений текст у області тексту <guilabel>Отримано ASCII</guilabel>, програма підсвітить відлунений текст (з використанням кольору підсвічування, який визначено у діалоговому вікні налаштувань).
