Repository: GNOME/moserial
Catalog: doc/*/*.po
Languages: de, el, pl, sv, uk

source: <application>moserial</application> has several options that can be configured from the <guilabel>Preferences</guilabel> dialog.
de: <application>moserial</application> verfügt über verschiedene Optionen, die im Dialog <guilabel>Einstellungen</guilabel> bearbeitet werden können.
el: Το <application>moserial</application> έχει πολλές επιλογές που μπορεί να ρυθμιστούν από το παράθυρο <guilabel>Προτιμήσεις</guilabel>.
pl: <application>moserial</application> ma kilka opcji, które można skonfigurować w oknie <guilabel>Preferencje</guilabel>.
sv: <application>moserial</application> har flera alternativ som kan konfigureras från dialogen <guilabel>Inställningar</guilabel>.
uk: У <application>moserial</application> передбачено декілька параметрів, налаштувати які можна за допомогою діалогового вікна <guilabel>Параметри</guilabel>.

source: The color of the text area foreground, background, and highlighting can be configured, as can the font type and size.
de: Die Farben des Vorder- und Hintergrunds der Textfelder, die Hervorhebung sowie die Schriftart und -größe können an Ihre Erfordernisse angepasst werden.
el: Το χρώμα του προσκηνίου της περιοχής κειμένου, το φόντο, και η επισήμανση μπορεί να ρυθμιστούν, καθώς και ο τύπος και το μέγεθος της γραμματοσειράς.
pl: Można skonfigurować kolor czcionki, tła i wyróżniania obszarów tekstowych, a także typ i rozmiar czcionki.
sv: Färgen på förgrunden, bakgrunden och färgmarkering för textområdet kan konfigureras, såväl som typsnitt och dess storlek.
uk: Можна налаштувати кольори тексту, тла та підсвічування, а також гарнітуру і розмір шрифту.

source: If <guilabel>Launch recorded files</guilabel> is enabled, a recorded file will be opened immediately after it is saved, using the default application for the file type. The default application is defined by the desktop environment.
de: Falls <guilabel>Aufgezeichnete Dateien starten</guilabel> aktiviert ist, werden aufgezeichnete Dateien unmittelbar nach der Speicherung mit der für diesen Dateityp festgelegten Standardanwendung geöffnet. Die Standardanwendung ist von den Einstellungen der Arbeitsumgebung abhängig.
el: Αν η <guilabel>Εκκίνηση αρχείων εγγραφής</guilabel> είναι ενεργοποιημένη, ένα εγγεγραμμένο αρχείο θα ανοίξει αμέσως μετά την αποθήκευσή του, χρησιμοποιώντας την προεπιλεγμένη εφαρμογή για τον τύπο του αρχείου. Η προεπιλεγμένη εφαρμογή ορίζεται από το περιβάλλον εργασίας.
pl: Jeśli opcja <guilabel>Uruchamianie nagranych plików</guilabel> jest włączona, to nagrany plik zostanie otwarty od razu po jego zapisaniu za pomocą domyślnego programu dla jego typu. Domyślny program jest określany przez środowisko.
sv: Om <guilabel>Starta inspelade filer</guilabel> är aktiverat kommer en inspelad fil att öppnas omedelbart efter den är sparad med standardprogrammet för filtypen. Standardfiltypen definieras av skrivbordsmiljön.
uk: Якщо позначено пункт <guilabel>Запустити записані файли</guilabel>, записаний файл буде відкрито негайно після збереження за допомогою програми, яку пов'язано із цим типом файлів. Типова програма визначається стільничним середовищем.

source: If <guilabel>Enable timeout</guilabel> is enabled, recording will be automatically stopped after an adjustable period of inactivity after receiving some data. That is, moserial will wait indefinitely to record the first data byte before activating the inactivity timer.
de: Falls <guilabel>Abbrechen nach</guilabel> aktiviert ist, dann werden Aufzeichnungen automatisch nach einer einstellbaren inaktiven Zeitspanne nach dem Empfang von Daten abgebrochen. Die Anwendung wartet allerdings auf den Empfang des ersten Daten-Bytes, bevor die Zeitspanne der Inaktivität ausgelöst wird.
el: Αν η <guilabel>Ενεργοποίηση χρονικού ορίου</guilabel> έχει ενεργοποιηθεί, η εγγραφή θα σταματήσει αυτόματα μετά από ένα ρυθμιζόμενο χρονικό διάστημα αδράνειας μετά τη λήψη κάποιων δεδομένων. Δηλαδή, το moserial θα περιμένει επ 'αόριστον για να καταγράψει το πρώτο byte δεδομένων πριν από την ενεργοποίηση του χρονοδιακόπτη αδράνειας.
pl: Jeśli opcja <guilabel>Włączenie czasu oczekiwania</guilabel> jest włączona, to nagrywanie będzie automatycznie zatrzymywane po podanym okresie nieaktywności po odebraniu danych. Tzn. moserial będzie czekał bez ograniczenia czasowego na nagranie pierwszego bajtu danych przed aktywacją licznika nieaktywności.
sv: Om <guilabel>Aktivera tidsgräns</guilabel> är aktiverat kommer inspelning att stoppas efter en justerbar tid av inaktivitet efter att ha tagit emot data. Det betyder att moserial kommer att vänta i oändlighet för att spela in den första byten data innan aktivering av tidsgränsen sker.
uk: Якщо позначено пункт <guilabel>Увімкнути час очікування</guilabel>, записування буде автоматично зупинено після вказаного періоду неактивності з моменту останнього отримання якихось даних. Moserial очікуватиме протягом необмеженого періоду часу на запис першого байта даних, перш ніж активувати таймер бездіяльності.

source: Using Profiles
de: Verwenden von Profilen
el: Χρήση προφίλ
pl: Używanie profili
sv: Använda profiler
uk: Користування профілями

source: <application>moserial</application> can load and save its settings from profile files, so that you can store and recall commonly used configurations. To save a profile, simply use the <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Save</guimenuitem></menuchoice> or <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Save As</guimenuitem></menuchoice> dialogs. To load a profile, use the <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Open</guimenuitem></menuchoice> dialog.
de: <application>moserial</application> kann seine Einstellungen aus Profildateien laden und auch wieder in diese speichern, sodass Sie häufig verwendete Konfigurationen immer wieder aufrufen können. Zum Speichern eines Profils wählen Sie <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Speichern</guimenuitem></menuchoice> oder <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Speichern unter</guimenuitem></menuchoice>. Um ein Profil zu laden, verwenden Sie den Dialog <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Öffnen</guimenuitem></menuchoice>.
el: Το <application>moserial</application> μπορεί να φορτώσει και να αποθηκεύσει τις ρυθμίσεις του από τα αρχεία του προφίλ, έτσι ώστε να μπορείτε να αποθηκεύσετε και να ανακαλέσετε συχνά χρησιμοποιούμενεες διαμορφώσεις. Για να αποθηκεύσετε ένα προφίλ, απλά χρησιμοποιήστε τα παράθυρα <menuchoice><guisubmenu>Αρχείο</guisubmenu><guimenuitem>Αποθήκευση</guimenuitem></menuchoice> ή <menuchoice><guisubmenu>Αρχείο</guisubmenu><guimenuitem>Αποθήκευση ως</guimenuitem></menuchoice>. Για να φορτώσετε ένα προφίλ, χρησιμοποιήστε το παράθυρο <menuchoice><guisubmenu>Αρχείο</guisubmenu><guimenuitem>Άνοιγμα</guimenuitem></menuchoice>.
pl: <application>moserial</application> może wczytywać i zapisywać swoje ustawienia z plików profili, aby można było przechowywać i wywoływać często używane konfiguracje. Aby zapisać profil, użyj okien <menuchoice><guisubmenu>Plik</guisubmenu><guimenuitem>Zapisz</guimenuitem></menuchoice> lub <menuchoice><guisubmenu>Plik</guisubmenu><guimenuitem>Zapisz jako</guimenuitem></menuchoice>. Aby wczytać profil, użyj okna <menuchoice><guisubmenu>Plik</guisubmenu><guimenuitem>Otwórz</guimenuitem></menuchoice>.
sv: <application>moserial</application> kan läsa in och spara dess inställningar från profilfiler så att du kan lagra och återanvända vanligen använda konfigurationer. För att spara en profil, använd dialogerna <menuchoice><guisubmenu>Arkiv</guisubmenu><guimenuitem>Spara</guimenuitem></menuchoice> eller <menuchoice><guisubmenu>Arkiv</guisubmenu><guimenuitem>Spara som</guimenuitem></menuchoice>. För att läsa in en profil, använd dialogen <menuchoice><guisubmenu>Arkiv</guisubmenu><guimenuitem>Öppna</guimenuitem></menuchoice>.
uk: <application>moserial</application> може завантажувати параметри програми з файла профілю або зберігати ці параметри до файла профілю. Таким чином, ви можете зберігати і відновлювати бажані для вас налаштування. Щоб зберегти профіль, скористайтеся пунктом меню <menuchoice><guisubmenu>Файл</guisubmenu><guimenuitem>Зберегти</guimenuitem></menuchoice> або <menuchoice><guisubmenu>Файл</guisubmenu><guimenuitem>Зберегти як</guimenuitem></menuchoice>. Щоб завантажити профіль, скористайтеся пунктом меню <menuchoice><guisubmenu>Файл</guisubmenu><guimenuitem>Відкрити</guimenuitem></menuchoice>.

source: Loading a profile will automatically disconnect any connected port.
de: Beim Laden eines Profils wird automatisch jeder geöffnete Port geschlossen.
el: Φορτώνοντας ενα προφίλ θα αποσυνδέσει αυτόματα οποιαδήποτε συνδεμένη θύρα.
pl: Wczytanie profilu automatycznie rozłączy wszystkie połączone porty.
sv: Inläsning av en profil kommer automatiskt att koppla från alla anslutna portar.
uk: У результаті завантаження профілю буде автоматично від'єднано усі з'єднані порти.

source: When you quit <application>moserial</application>, the settings currently in use are stored in a default profile file. These settings will automatically be recalled the next time you launch <application>moserial</application>.
de: Wenn Sie <application>moserial</application> beenden, werden die gegenwärtig benutzten Einstellungen in der vorgegebenen Profildatei gespeichert. Diese Einstellungen werden automatisch aufgerufen, wenn Sie <application>moserial</application> das nächste Mal starten.
el: Όταν κλείσετε το <application>moserial</application>, οι τρέχουσες ρυθμίσεις αποθηκεύονται σε ένα προεπιλεγμένο αρχείο προφίλ. Αυτές οι ρυθμίσεις ανακαλούνται αυτόματα την επόμενη φορά που θα ξεκινήσει το <application>moserial</application>.
pl: Po zakończeniu programu <application>moserial</application> obecnie używane ustawienia są przechowywane w domyślnym pliku profilu. Te ustawienia są automatycznie wywoływane po następnym uruchomieniu programu <application>moserial</application>.
sv: När du avslutar <application>moserial</application> kommer inställningarna som används för tillfället att lagras i en profilfil. Dessa inställningar kommer automatiskt att återanvändas nästa gång du startar <application>moserial</application>.
uk: При виході з <application>moserial</application> поточні використані значення параметрів буде записано до файла типового профілю. Ці значення буде автоматично завантажено під час наступного запуску <application>moserial</application>.

source: Special Keys
de: Tastenkürzel
el: Ειδικά πλήκτρα
pl: Klawisze specjalne
sv: Specialtangenter
uk: Спеціалізовані комбінації клавіш

source: Keyboard Shortcut
de: Tastenkürzel
el: Συντομεύσεις πληκτρολογίου
pl: Skrót klawiszowy
sv: Tangentbordsgenvägar
uk: Клавіатурне скорочення

source: Description
de: Beschreibung
el: Περιγραφή
pl: Opis
sv: Beskrivning
uk: Опис

source: Copies text. This can be used in any of the text areas.
de: Kopiert Text. Dies kann in jedem der Textbereiche verwendet werden.
el: Αντιγράφει κείμενο. Αυτό μπορεί να χρησιμοποιηθεί σε οποιαδήποτε από τις περιοχές κειμένου.
pl: Kopiuje tekst. Można tego używać we wszystkich obszarach tekstowych.
sv: Kopierar text. Detta kan användas i textområdena.
uk: Копіює текст. Цим можна скористатися на будь-яких текстових панелях.

source: Cuts text. This only works in the <guilabel>Outgoing</guilabel> single-line text box.
de: Schneidet Text aus. Das funktioniert nur im einzeiligen Textfeld <guilabel>Ausgehend</guilabel>.
el: Κάνει αποκοπή κειμένου. Αυτό λειτουργεί μόνο στο πλαίσιο κειμένου μονής γραμμής <guilabel>Εξερχόμενα</guilabel>.
pl: Wycina tekst. Działa tylko w jednowierszowym polu tekstowym <guilabel>Wychodzące</guilabel>.
sv: Klipper ut text. Det fungerar bara i enkelradstextrutan <guilabel>Utgående</guilabel>.
uk: Вирізає текст. Ця комбінацію працює лише у однорядковому текстовому полі <guilabel>Вихідні</guilabel>.

source: Pastes text into the <guilabel>Outgoing</guilabel> single-line text box, and moves the focus to that text box.
de: Fügt Text in das einzeilige Textfeld <guilabel>Ausgehend</guilabel> ein und aktiviert dieses Textfeld.
el: Κάνει επικόλληση στο πλαίσιο κειμένου μονής γραμμής <guilabel>Εξερχόμενα</guilabel>, και μετακινεί την εστίαση σε αυτό το πλαίσιο κειμένου.
pl: Wkleja tekst do jednowierszowego pola tekstowego <guilabel>Wychodzące</guilabel> i przenosi aktywność do niego.
sv: Klistrar in text i enkelradstextrutan <guilabel>Utgående</guilabel> och flyttar fokus till den textrutan.
uk: Вставляє текст до однорядкового текстового поля <guilabel>Вихідні</guilabel> і пересуває фокус на це текстове поле.

source: Moves the focus to the <guilabel>Outgoing</guilabel> single-line text box.
de: Aktiviert das einzeilige Textfeld <guilabel>Ausgehend</guilabel>.
el: Μετακινεί την εστίαση στο πλαίσιο κειμένου μονής γραμμής <guilabel>Εξερχόμενα</guilabel>.
pl: Przenosi aktywność do jednowierszowego pola tekstowego <guilabel>Wychodzące</guilabel>.
sv: Flyttar fokus till enkelradstextfältet <guilabel>Utgående</guilabel>.
uk: Пересуває фокус на однорядкове текстове поле <guilabel>Вихідні</guilabel>.

source: <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>
de: <keycombo><keycap>Strg</keycap><keycap>C</keycap></keycombo>

source: <keycombo><keycap>Ctrl</keycap><keycap>X</keycap></keycombo>
de: <keycombo><keycap>Strg</keycap><keycap>X</keycap></keycombo>

source: <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo>
de: <keycombo><keycap>Strg</keycap><keycap>V</keycap></keycombo>
