Repository: GNOME/moserial
Catalog: po/*.po
Languages: hi, ru, sr@latin

source: File
hi: फाइल
ru: Файл

source: Open Settings
hi: सेटिंग्स खोलें
ru: Открыть настройки

source: Open _Recent
hi: हालिया खोलें (_R)
ru: Открыть _недавние
sr@latin: Otvori _skorašnje

source: Save Settings
hi: सेटिंग्स सहेजें
ru: Сохранить настройки

source: Save Settings As
hi: सेटिंग्स ऐसे सहेजें
ru: Сохранить настройки как

source: Quit
hi: बंद करें
ru: Выйти

source: Edit
hi: संपादित करें
ru: Правка

source: Cut
hi: काटें
ru: Вырезать

source: Copy
hi: कॉपी
ru: Копировать

source: Paste
hi: पेस्ट
ru: Вставить

source: Clear
hi: साफ करें
ru: Очистить

source: View
hi: देखें
ru: Вид

source: Extra Controls
hi: अतिरिक्त नियंत्रण
ru: Дополнительное управление

source: Help
hi: सहायता
ru: Справка
sr@latin: Pomoć

source: About
hi: moserial के बारे में
ru: О приложении

source: Connect
hi: जुड़ें
ru: Соединиться
sr@latin: Poveži

source: Record
hi: रिकार्ड
ru: Записать
sr@latin: Snimi

source: Send File
hi: फाइल भेजें
ru: Отправить файл
sr@latin: Pošalji datoteku

source: Receive File
hi: फाइल प्राप्त करें
ru: Получить файл
sr@latin: Primi datoteku

source: Port Setup
hi: पोर्ट सेटअप
ru: Настройка порта
sr@latin: Priključnik

source: Preferences
hi: प्राथमिकताएं
ru: Параметры
sr@latin: Postavke

source: Shows RI input (Ring Indicator)
hi: RI इनपुट दिखाता है (रिंग इंडिकेटर)
ru: Показывает вход RI (Ring Indicator)

source: Shows DSR input (Data Set Ready)
hi: DSR इनपुट दिखाता है (डेटा सेट रेडी)
ru: Показывает вход DSR (Data Set Ready)

source: Shows CD input (Carrier Detect)
hi: CD इनपुट दिखाता है (कैरियर डिटेक्ट)
ru: Показывает вход CD (Carrier Detect)

source: Shows CTS input (Clear To Send)
hi: CTS इनपुट दिखाता है (क्लियर टू सेंड)
ru: Показывает вход CTS (Clear To Send)

source: Received ASCII
hi: प्राप्त हुई ASCII
ru: Получено ASCII
sr@latin: Primljeni ASKRI

source: Received HEX
hi: प्राप्त हुआ HEX
ru: Получено HEX
sr@latin: Primljeni HEKS

source: Sent ASCII
hi: भेजी गई ASCII
ru: Отправить ASCII
sr@latin: Poslati ASKRI

source: Sent HEX
hi: भेजा गया HEX
ru: Отправить HEX
sr@latin: Poslati HEKS

source: Outgoing
hi: जावक
ru: Исходящие
sr@latin: Odlazno

source: Send
hi: भेजें
ru: Отправить
sr@latin: Pošalji

source: Disconnect
hi: डिस्कनेक्ट
ru: Отключить
sr@latin: Prekini vezu

source: Stop Recording
hi: रिकॉर्डिंग बंद करें
ru: Остановить запись
sr@latin: Zaustavi snimanje

source: Cancel
hi: रद्द करें
ru: Отменить

source: OK
hi: ठीक है
ru: ОК

source: Font
hi: फॉन्ट
ru: Шрифт
sr@latin: Slovni lik

source: Use the system fixed width font
hi: सिस्टम द्वारा निश्चित चौड़ाई फॉन्ट का उपयोग करें
ru: Использовать системный моноширинный шрифт

source: Display Font
hi: प्रदर्शन फॉन्ट
ru: Отображаемый шрифт
sr@latin: Slovni lik prikaza

source: Font Color
hi: फॉन्ट का रंग
ru: Цвет шрифта

source: Background Color
hi: पृष्ठभूमि का रंग
ru: Цвет фона
sr@latin: Boja pozadine

source: Highlight Color
hi: रंग हाइलाइट करें
ru: Цвет выделения
sr@latin: Boja isticanja

source: Recording
hi: रिकॉर्डिंग
ru: Запись
sr@latin: Snimanje

source: Launch recorded files
hi: रिकार्ड की गई फाइलें लॉन्च करें
ru: Запустить записанные файлы

source: Enable timeout after
hi: इसके बाद टाइमआउट सक्षम करें
ru: Время ожидания
sr@latin: Uključi istek vremena nakon

source: seconds
hi: सेकंड
ru: секунд
sr@latin: sekunde

source: Use automatic timestamped filename
hi: प्रयुक्त स्वचालित टाइमस्टैम्प फाइल नाम
ru: Использовать название файла с автоматической временной меткой

source: In this folder
hi: इस फोल्डर में
ru: В этой папке

source: With this extension
hi: इस विस्तार के साथ
ru: С этим расширением

source: Direction
hi: दिशा
ru: Направление

source: Select Folder for Received Files
hi: प्राप्त फाइलों के लिए फोल्डर चुनें
ru: Выберите папку для полученных файлов
sr@latin: Izaberi fasciklu za primljene datoteke

source: Error Correction Protocol
hi: त्रुटि संशोधन प्रोटोकॉल
ru: Протокол устранения ошибок
sr@latin: Protokol ispravljanja greške

source: Receive File Progress
hi: प्राप्त फाइल की प्रगति
ru: Прогресс в получении файла
sr@latin: Napredovanje prijema datoteke

source: Record Incoming and/or Outgoing Data
hi: आवक और/या जावक डेटा रिकॉर्ड करें
ru: Запись входящих и/или исходящих данных
sr@latin: Snimite dolazne i/ili odlazne podatke

source: Stream to record
hi: रिकार्ड करने के लिए स्ट्रीम
ru: Поток данных для записи
sr@latin: Tok za snimanje

source: Select File to Send
hi: भेजने के लिए फाइल चुनें
ru: Выбрать файл для отправки
sr@latin: Izaberi datoteku za slanje

source: Send File Progress
hi: फाइल भेजने की प्रगति
ru: Прогресс в отправке файла
sr@latin: Napredovanje slanja datoteke

source: Port Settings
hi: पोर्ट सेटिंग्स
ru: Настройки порта
sr@latin: Podešavanja priključnika

source: Hardware
hi: हार्डवेयर
ru: Аппаратное обеспечение
sr@latin: Hardver

source: Software
hi: सॉफ्टवेयर
ru: Программное обеспечение
sr@latin: Softver

source: Echo received data
hi: प्राप्त डेटा को प्रतिध्वनित करें
ru: Эхо полученных данных
sr@latin: Odjekni primljenim podacima

source: Device
hi: उपकरण
ru: Устройство
sr@latin: Uređaj

source: Baud Rate
hi: बॉड दर
ru: Скорость передачи (в бодах)
sr@latin: Brzina u bodima

source: Data Bits
hi: डेटा बिट्स
ru: Биты данных
sr@latin: Bitovi podataka

source: Stop Bits
hi: स्टॉप बिट्स
ru: Стоповые биты
sr@latin: Bitovi zaustavljanja

source: Parity
hi: समता
ru: Чётность
sr@latin: Parnost

source: Handshake
hi: हैंडशेक
ru: Рукопожатие
sr@latin: Rukovanje

source: Access Mode
hi: पहुंच मोड
ru: Режим доступа
sr@latin: Režim pristupa

source: Local Echo
hi: स्थानीय प्रतिध्वनि
ru: Локальный эхо-контроль
sr@latin: Lokalni odjek

source: On Startup
hi: स्टार्टअप पर
ru: При запуске

source: Connect immediately
hi: तुरंत जुड़ें
ru: Подключиться немедленно

source: Filename required for XMODEM
hi: XMODEM के लिए फाइल नाम आवश्यक है
ru: Название файла, необходимое для XMODEM
sr@latin: Naziv datoteke je potreban za IksMODEM

source: moserial Terminal
hi: moserial टर्मिनल
ru: Терминал moserial
sr@latin: Terminal moserijal

source: Serial Terminal
hi: सीरियल टर्मिनल
ru: Последовательный терминал
sr@latin: Serijski terminal

source: A serial terminal optimized for logging and file capture
hi: लॉगिंग और फाइल कैप्चर के लिए अनुकूलित एक सीरियल टर्मिनल
ru: Последовательный терминал, оптимизированный для ведения журнала и захвата файлов
sr@latin: Serijski terminal prilagođen za prijavljivanje i snimanje datoteka

source: Serial terminal
hi: सीरियल टर्मिनल
ru: Последовательный терминал
sr@latin: Serijski terminal

source: Moserial is a serial terminal used for interacting with serial consoles and embedded devices. It supports the view of incoming and outgoing data in both ASCII and hexadecimal formats with the option to log this data. It also supports sending and receiving of x, y, and z-modem files, and has profiles to easily switch between configurations for different devices you are communicating with.
hi: Moserial एक सीरियल टर्मिनल है जिसका उपयोग सीरियल कंसोल और अंतर्निहित उपकरण के साथ परस्पर करने के लिए किया जाता है। यह इस डेटा को लॉग करने के विकल्प के साथ ASCII और हेक्साडेसिमल दोनों प्रारूपों में आवक और जावक डेटा के दृश्य का समर्थन करता है। यह x, y, और z-modem फाइलों को भेजने और प्राप्त करने का भी समर्थन करता है, और आपके साथ संचार कर रहे विभिन्न उपकरणों के लिए विन्यास के बीच आसानी से बदलने के लिए प्रोफाइल है।
ru: Moserial - это последовательный терминал, используемый для взаимодействия с последовательными консолями и встроенными устройствами. Он поддерживает просмотр входящих и исходящих данных как в ASCII, так и в шестнадцатеричном форматах с возможностью регистрации этих данных. Он поддерживает отправку и получение файлов x-, y- и z-модемов, а также профили для простого переключения между конфигурациями для различных устройств, с которыми вы обмениваетесь данными.
sr@latin: Moserijal je serijski terminal koji se koristi za međudejstvo sa serijskim konzolama i ugrađenim uređajima. Podržava pregled ulaznih i izlaznih podataka u ASKRI i heksadecimalnim formatima sa opcijom pribeležavanja ovih podataka. Takođe podržava slanje i primanje datoteka x, y, i z-modema, i sadrži profile za lako prebacivanje između podešavanja različitih uređaja sa kojima komunicirate.

source: Invalid Input
hi: अमान्य इनपुट
ru: Недопустимые входные данные
sr@latin: Neispravan ulaz

source: Profile file to load
hi: लोड करने के लिए प्रोफाइल फाइल
ru: Файл профиля для загрузки
sr@latin: Datoteka profila za učitavanje

source: - moserial serial terminal
hi: - moserial सीरियल टर्मिनल
ru: - последовательный терминал moserial
sr@latin: — serijski terminal moserijal

source: Run '%s --help' to see a full list of available command line options.
hi: उपलब्ध कमांड लाइन विकल्पों की पूरी सूची देखने के लिए '%s --help' चलाएं।
ru: Запустите «%s --help» для вывода полного списка доступных параметров командной строки.
sr@latin: Pokrenite „%s --help“ da vidite čitav spisak dostupnih mogućnosti linije naredbi.

source: translator-credits
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ru: Ser82-png <asvmail.as@gmail.com>, 2023
sr@latin: Miroslav Nikolić <miroslavnikolic@rocketmail.com> http://prevod.org — prevod na srpski jezik

source: moserial is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
hi: moserial मुफ्त सॉफ्टवेयर है: आप इसे GNU जनरल पब्लिक लाइसेंस की शर्तों के तहत पुनर्वितरित और/या संशोधित कर सकते हैं, जैसा कि फ्री सॉफ्टवेयर फाउंडेशन द्वारा प्रकाशित किया गया है, या तो लाइसेंस का संस्करण 3, या (आपके विकल्प पर) कोई भी बाद का संस्करण।
ru: moserial — свободное программное обеспечение; вы можете распространять и/или изменять его на условиях лицензии GNU General Public License, опубликованной Фондом свободного программного обеспечения; либо версии 3 этой лицензии, либо (по вашему выбору) любой более поздней версии.
sr@latin: Ovaj program je slobodan softver; možete ga raspodeljivatii/ili menjati pod uslovima Gnuove opšte javne licence kojuje objavila Zadužbina slobodnog softvera; izdanja 3 licenceili (po vašem izboru) bilo kojeg novijeg izdanja.

source: moserial is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
hi: moserial इस उम्मीद में वितरित किया जाता है कि यह उपयोगी होगा, लेकिन बिना किसी वारंटी के; किसी विशेष उद्देश्य के लिए व्यापारिकता या उपयुक्तता की निहित वारंटी के बिना भी। अधिक विवरण के लिए GNU जनरल पब्लिक लाइसेंस देखें।
ru: moserial распространяется в надежде, что будет полезен, но БЕЗО ВСЯКИХ ГАРАНТИЙ; даже без неявной гарантии ТОВАРНОГО ВИДА или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЁННЫХ ЦЕЛЕЙ. Подробнее смотрите в GNU General Public License .
sr@latin: Ovaj program se raspodeljuje u nadi da će biti koristan,ali BEZ IKAKVE GARANCIJE; čak i bez primenjene garancijeTRŽIŠNE VREDNOSTI ili PRILAGOĐENOSTI ODREĐENOJ NAMENI.Pogledajte Gnuovu Opštu javnu licencu za više detalja.

source: You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
hi: आपको इस कार्यक्रम के साथ GNU जनरल पब्लिक लाइसेंस की एक प्रति प्राप्त होनी चाहिए। यदि नहीं, तो <http://www.gnu.org/licenses/> देखें।
ru: Вы должны были получить копию Стандартной общественной лицензии GNU вместе с этой программой. Если это не так, см. <http://www.gnu.org/licenses/>.
sr@latin: Trebali ste da primite primerak Gnuove Opšte javne licence uz ovaj program. Ako niste, vidite „http://www.gnu.org/licenses/“.

source: Port configuration
hi: पोर्ट विन्यास
ru: Конфигурация порта
sr@latin: Podešavanje priključnika

source: Read the manual
hi: नियमावली पढ़ें
ru: Прочитать руководство
sr@latin: Pročitajte uputstvo

source: Send a file
hi: एक फाइल भेजें
ru: Отправить файл
sr@latin: Pošaljite datoteku

source: Receive a file
hi: एक फाइल प्राप्त करें
ru: Получить файл
sr@latin: Primite datoteku

source: Record sent and/or received data
hi: भेजे गए और/या प्राप्त डेटा को रिकॉर्ड करें
ru: Записывать отправленные и/или полученные данные
sr@latin: Snimi poslate i/ili primljene podatke

source: Other preferences
hi: अन्य प्राथमिकताएं
ru: Прочие параметры
sr@latin: Ostale postavke

source: Open/close port
hi: पोर्ट खोलें/बंद करें
ru: Открыть/Закрыть порт
sr@latin: Otvori/zatvori priključnik

source: Send the outgoing data now.
hi: अभी जावक डेटा भेजें।
ru: Отправить исходящие данные прямо сейчас.
sr@latin: Pošalji odlazne podatke sada.

source: Type outgoing data here. Press Enter or Send to send it.
hi: यहां जावक डेटा टाइप करें। इसे भेजने के लिए Enter या Send दबाएं।
ru: Введите здесь исходящие данные. Для отправки их нажмите Enter или «Отправить».
sr@latin: Ovde upišite odlazne podatke. Pritisnite „Unesi“ ili „Pošalji“ da ih pošaljete.

source: Shows and toggles the DTR output (Data Terminal Ready)
hi: DTR आउटपुट दिखाता है और टॉगल करता है (डेटा टर्मिनल रेडी)
ru: Показывает и переключает выход DTR (готовность терминала данных)

source: Shows and toggles the RTS output (Request To Send)
hi: RTS आउटपुट दिखाता है और टॉगल करता है (रिक्वेस्ट टू सेंड)
ru: Показывает и переключает выход RTS (запрос на отправку)

source: Clear incoming text box
hi: आवक पाठ बॉक्स को साफ करें
ru: Очистить текстовое поле входящих сообщений

source: Clear outgoing text box
hi: जावक पाठ बॉक्स साफ करें
ru: Очистить текстовое поле исходящих сообщений

source: Error: Could not open file
hi: त्रुटि: फाइल नहीं खुल सकी
ru: Ошибка: не удалось открыть файл
sr@latin: Greška: Ne mogu da otvorim datoteku

source: Error: Could not open device
hi: त्रुटि: उपकरण नहीं खुल सका
ru: Ошибка: Не удалось открыть устройство
sr@latin: Greška: Ne mogu da otvorim uređaj

source: Unable to display help file: %s
hi: सहायता फाइल प्रदर्शित करने में असमर्थ: %s
ru: Не удалось открыть файл справки: %s
sr@latin: Ne mogu da prikažem datoteku pomoći: %s

source: A serial terminal for the GNOME desktop, optimized for logging and file capture.
hi: GNOME डेस्कटॉप के लिए एक सीरियल टर्मिनल, लॉगिंग और फाइल कैप्चर के लिए अनुकूलित।
ru: Последовательный терминал для рабочего стола GNOME, оптимизированный для ведения журнала и захвата файлов.
sr@latin: Serijski terminal za Gnomovu radnu površ, prilagođen za prijavljivanje i snimanje datoteka

source: Save modified settings to the loaded profile?
hi: संशोधित सेटिंग्स को लोड की गई प्रोफाइल में सहेजें?
ru: Сохранить измененные настройки в загруженном профиле?

source: If this option is enabled, a recorded file will be opened immediately after it is saved, using the default application for the file type. The default application is defined by the desktop environment.
hi: यदि यह विकल्प सक्षम है, तो फाइल प्रकार के लिए तयशुदा अनुप्रयोग का उपयोग करके, रिकॉर्ड की गई फाइल सहेजे जाने के तुरंत बाद खोली जाएगी। तयशुदा अनुप्रयोग को डेस्कटॉप वातावरण द्वारा परिभाषित किया गया है।
ru: Если этот параметр включён, записанный файл будет открыт сразу после его сохранения с использованием приложения по умолчанию для данного типа файла. Приложение по умолчанию определяется средой рабочего стола.
sr@latin: Ako je ova opcija uključena, zabeležena datoteka će biti otvorena odmah nakon što je sačuvana, upotrebom osnovnog programa za tu vrstu datoteke. Osnovni program je određen radnim okruženjem.

source: If this option is enabled, recording will be automatically stopped after an adjustable period of inactivity after receiving some data. Moserial will wait indefinitely to record the first data byte before activating the inactivity timer.
hi: यदि यह विकल्प सक्षम है, तो कुछ डेटा प्राप्त करने के बाद निष्क्रियता की एक समायोज्य अवधि के बाद रिकॉर्डिंग स्वचालित रूप से बंद हो जाएगी। निष्क्रियता टाइमर को सक्रिय करने से पहले Moserial पहले डेटा बाइट को रिकॉर्ड करने के लिए अनिश्चित काल तक प्रतीक्षा करेगा।
ru: Если этот параметр включён, запись будет автоматически остановлена после указанного периода бездействия после получения каких-либо данных. Moserial будет ожидать в течение неограниченного периода времени записи первого байта данных, прежде чем активировать таймер бездействия.
sr@latin: Ako je ova opcija uključena, pribeležavanje će biti automatski zaustavljeno nakon podesivog perioda neaktivnosti nakon prijema nekih podataka. Moserijal će čekati u nedogled da pribeleži prvi bajt podataka pre nego što aktivirata odbrojavač neaktivnosti.

source: Unable to retrieve system font setting
hi: सिस्टम फॉन्ट सेटिंग पुनर्प्राप्त करने में असमर्थ
ru: Не удалось получить настройки системного шрифта
sr@latin: Ne mogu da dobavim podešavanje sistemskog slovnog lika

source: Waiting for remote host
hi: रिमोट होस्ट की प्रतीक्षा की जा रही है
ru: Ожидание удаленного хоста
sr@latin: Čekam na udaljeni računar

source: CR+LF end
hi: CR+LF अंत
ru: Завершение CR+LF
sr@latin: CR+LV kraj

source: CR end
hi: CR अंत
ru: Завершение CR
sr@latin: CR kraj

source: LF end
hi: LF अंत
ru: Завершение LF
sr@latin: LV kraj

source: TAB end
hi: TAB अंत
ru: Завершение TAB
sr@latin: TAB kraj

source: ESC end
hi: ESC अंत
ru: Завершение ESC
sr@latin: IZL kraj

source: No end
hi: कोई अंत नहीं
ru: Без завершения
sr@latin: Nema kraja

source: TX: %lu, RX: %lu (%lu unprintable)
hi: TX: %lu, RX: %lu (%lu अमुद्रणीय)
ru: TX: %lu, RX: %lu (непригодных для печати %lu)
sr@latin: ODL: %lu, DOL: %lu (%lu neispisivo)

source: Incoming
hi: आवक
ru: Входящий
sr@latin: Dolazno

source: Incoming and Outgoing
hi: आवक और जावक
ru: Входящий и Исходящий
sr@latin: Dolazno i odlazno

source: error: %s
hi: त्रुटि: %s
ru: ошибка: %s
sr@latin: greška: %s

source: Unable to launch %s: %s
hi: %s को लॉन्च करने में असमर्थ: %s
ru: Не удалось запустить %s: %s
sr@latin: Ne mogu da pokrenem „%s“: %s

source: Also known as RTS/CTS handshaking
hi: इसे RTS/CTS हैंडशेकिंग के रूप में भी जाना जाता है
ru: Также известен как рукопожатие RTS/CTS
sr@latin: Takođe poznato kao „RTS/CTS“ rukovanje

source: Also known as XON/XOFF handshaking
hi: इसे XON/XOFF हैंडशेकिंग के रूप में भी जाना जाता है
ru: Также известен как рукопожатие XON/XOFF
sr@latin: Takođe poznato kao „XON/XOFF“ rukovanje

source: Normally disabled
hi: सामान्यतः अक्षम
ru: Обычно отключено
sr@latin: Uobičajeno isključeno

source: Enable to automatically connect on startup or when a profile is loaded
hi: स्टार्टअप पर या प्रोफाइल लोड होने पर स्वचालित रूप से कनेक्ट करने में सक्षम करें
ru: Включите автоматическое подключение при запуске или при загрузке профиля

source: None
hi: कोई नहीं
sr@latin: Ništa

source: Odd
hi: विषम
sr@latin: Neparno

source: Even
hi: सम
sr@latin: Parno

source: Mark
hi: निशान
sr@latin: Beleg

source: Space
hi: जगह
sr@latin: Razmak

source: Read and Write
hi: पढ़ें और लिखें
ru: Чтение и запись
sr@latin: Čitanje i pisanje

source: Read Only
hi: केवल पढें
ru: Только чтение
sr@latin: Samo čitanje

source: Write Only
hi: केवल लिखें
ru: Только запись
sr@latin: Samo pisanje

source: N
hi: को

source: O
hi: वि
sr@latin: N

source: E
hi: स
sr@latin: P

source: M
hi: नि
sr@latin: B

source: S
hi: ज
sr@latin: R

source: OPEN
hi: खोलें
ru: ОТКРЫТО
sr@latin: OTVARA

source: CLOSED
hi: बंद किया गया
ru: ЗАКРЫТО
sr@latin: ZATVOREN

source: None (straight binary)
hi: कोई नहीं (मानक बाइनरी)
ru: Нет (простой двоичный)
sr@latin: Ništa (pravi izvršni)

source: canceled
hi: रद्द
ru: отменено
sr@latin: otkazano

source: Xmodem
ru: X-модем

source: Ymodem
ru: Y-модем

source: Zmodem
ru: Z-модем

source: moserial
sr@latin: moserijal

source: _File
sr@latin: _Datoteka

source: _Edit
sr@latin: _Uređivanje

source: _Help
sr@latin: Po_moć

source: _Use the system fixed width font
sr@latin: _Koristi sistemski slovni lik stalne širine

source: Font Colour
sr@latin: Boja slovnog lika

source: _Launch recorded files
sr@latin: _Pokreni snimljene datoteke

source: ASCII
sr@latin: ASKRI

source: HEX
sr@latin: HEKS

source: TX: 0, RX: 0
sr@latin: DOL.: 0; ODL.: 0

source: You have changed your setting or preferences. Do you want to save these changes to the loaded profile?
sr@latin: Izmenili ste vaša podešavanja ili postavke. Da li želite da sačuvate ove izmene u učitanom profilu?

source: TX: %lu, RX: %lu
sr@latin: DOL.: %lu, ODL.: %lu
